Repository: MarkusHackspacher/unknown-horizons
Catalog: po/uh/*.po
Languages: id

source: Save/load for multiplayer games is not possible yet
id: Menyimpan/memuat permainan untuk gim multipemain belum memungkinkan

source: The filename must consist only of letters, numbers, spaces and these characters: _ . -
id: Nama berkas hanya boleh terdiri dari huruf, angka, spasi, dan karakter berikut: _ . -

source: Unable to connect to server.
id: Tidak dapat terhubung ke server.

source: Maybe invalid or irresolvable server address.
id: Mungkin alamat server tidak valid atau tidak dapat dipecahkan.

source: Not Ready
id: Belum Siap

source: Old or unsupported multiplayer protocol. Please check your game version
id: Protokol multipemain tidak didukung. Silakan periksa versi permainan Anda

source: You've exceeded the global packet size.
id: Anda sudah melebihi ukuran paket global.

source: This should never happen. Please contact us or file a bug report.
id: Ini seharusnya tidak pernah terjadi. Silakan hubungi kami atau ajukan laporan kesalahan.

source: You've exceeded the per packet size.
id: Anda telah melebihi ukuran per paket.

source: Unknown or malformed packet. Please check your game version
id: Paket tidak dikenal atau formatnya salah. Silakan periksa versi permainan Anda

source: Invalid/Unknown session
id: Sesi tidak valid/tidak diketahui

source: You can't join a game while in another game
id: Anda tak bisa bergabung dengan permainan saat sedang berada di permainan lain

source: Unknown game or game is running a different version
id: Permainan tak diketahui atau permainan dijalankan di versi yang berbeda

source: Game has already started. No more joining
id: Permainan sudah dimulai. Tidak bisa bergabung lagi

source: Game is full
id: Permainan sudah penuh

source: Wrong password
id: Kata sandi salah

source: There's already a player with your name inside this game.
id: Sudah ada pemain dengan nama Anda di dalam game ini.

source: Please change your name.
id: Silakan ubah nama Anda.

source: There's already a player with your color inside this game.
id: Sudah ada pemain dengan warna Anda di permainan ini.

source: Please change your color.
id: Silakan ubah warna Anda.

source: There's already a player with your unique player ID inside this game. This should never occur.
id: Sudah ada pemain dengan ID unik Anda di dalam permainan. Ini harusnya tak pernah terjadi.

source: You are not inside a game
id: Anda tidak ada di dalam permainan

source: Unable to change your name.
id: Tidak dapat mengubah nama Anda.

source: Unable to change your color.
id: Tidak bisa mengubah warna Anda.

source: You can't fetch a game while in another game
id: Anda tak bisa bergabung dengan permainan saat sedang berada di permainan lain

source: The game has been terminated. The creator has left the game.
id: Permainan telah dihentikan. Pembuatnya telah meninggalkan permainan.

source: One player has terminated their game. For technical reasons, this currently means the game cannot continue. We are very sorry about that.
id: Satu pemain telah menghentikan permainan mereka. Untuk alasan teknis, saat ini permainan tidak dapat dilanjutkan. Kami sangat menyesal tentang hal ini.

source: You have won!
id: Anda telah menang!

source: You have completed this scenario.
id: Anda telah menyelesaikan skenario ini.

source: Do you want to continue playing?
id: Apakah Anda ingin terus bermain?

source: unknown
id: tidak diketahui

source: Failed to create savegame file
id: Gagal membuat berkas gim tersimpan

source: There has been an error while creating your savegame file.
id: Terjadi kesalahan saat membuat berkas gim tersimpan Anda.

source: This usually means that the savegame name contains unsupported special characters.
id: Ini biasanya berarti bahwa nama gim tersimpan mengandung karakter khusus yang tidak didukung.

source: Access is denied
id: Akses ditolak

source: The savegame file could be read-only or locked by another process.
id: Berkas gim tersimpan mungkin hanya bisa dibaca saja atau dikunci oleh proses lain.

source: Your game has not been saved.
id: Permainan Anda belum disimpan.

source: New version of Unknown Horizons
id: Versi baru dari Unknown Horizons

source: There is a more recent release of Unknown Horizons ({new_version}) than the one you are currently using ({old_version}).
id: Ada rilis Unknown Horizons yang lebih baru ({new_version}) daripada yang Anda gunakan saat ini ({old_version}).

source: Click to download
id: Klik untuk mengunduh

source: A page has been opened in your browser.
id: Halaman telah dibuka di peramban Anda.

source: {slotnum} slots, {limit}t
id: {slotnum} slot, {limit}t

source: Health: {health}
id: Kesehatan: {health}

source: This building must be built on an island.
id: Bangunan ini harus dibangun di atas sebuah pulau.

source: This ground is not suitable for this building.
id: Tanah ini tidak cocok untuk bangunan ini.

source: This building has to be built within your settlement.
id: Bangunan ini harus dibangun di dalam area pemukiman Anda.

source: This area is already occupied by another player.
id: Area ini sudah ditempati oleh pemain lain.

source: This area is already occupied by another building.
id: Area ini sudah ditempati oleh bangunan lain.

source: This area is already occupied by a unit.
id: Area ini sudah ditempati oleh suatu unit.

source: This building must be built on the coastline.
id: Bangunan ini harus dibangun di garis pantai.

source: This building has to be placed at the ocean.
id: Bangunan ini harus ditempatkan di laut.

source: This spot is too far away from your ship.
id: Tempat ini terlalu jauh dari kapal Anda.

source: This building can only be built on a resource source.
id: Bangunan ini hanya dapat dibangun di atas sumber daya.

source: You have already settled this island.
id: Anda sudah menetap di pulau ini.

source: This building must be partly on flat land.
id: Sebagian bangunan ini harus berada di atas tanah datar.

source: The inhabitants are infected by the Black Death!
id: Penduduk telah terinfeksi oleh Penyakit Pes!

source: This building is on fire!
id: Bangunan ini terbakar!

source: These residents are unhappy.
id: Penduduk ini tidak bahagia.

source: These residents don't have access to a main square.
id: Penduduk ini tidak memiliki akses ke alun-alun.

source: The inventory of this building is full.
id: Tempat penyimpanan di bangunan ini sudah penuh.

source: This building has a very low productivity.
id: Bangunan ini memiliki produktivitas yang sangat rendah.

source: This building is decommissioned.
id: Bangunan ini dinonaktifkan.

source: Trade route: going to {location}
id: Rute perdagangan: pergi ke {location}

source: Trade route: waiting at {position}
id: Rute perdagangan: menunggu di {position}

source: Going to {location}
id: Pergi ke {location}

source: Going to {x}, {y}
id: Pergi ke {x}, {y}

source: Idle at {location}
id: Menganggur di {location}

source: Idle at {x}, {y}
id: Menganggur di {x}, {y}

source: Trader
id: Pedagang

source: Attacking {target} '{name}' ({owner})
id: Menyerang {target} '{name}' ({owner})

source: Attacking {owner}
id: Menyerang {owner}

source: Your game has been autosaved.
id: Permainan Anda telah disimpan otomatis.

source: Your building has caught fire!
id: Bangunan Anda terbakar!

source: {player1} and {player2} have ended their alliance and are now in a state of war.
id: {player1} dan {player2} telah mengakhiri aliansi dan saat ini berada dalam situasi perang.

source: {player1} and {player2} have terminated their alliance.
id: {player1} dan {player2} telah mengakhiri aliansi.

source: {player1} and {player2} have ended the war and are now allied.
id: {player1} dan {player2} telah mengakhiri perang dan sekarang bersekutu.

source: {player1} and {player2} have settled their hostility.
id: {player1} dan {player2} telah berhenti bermusuhan.

source: {player1} and {player2} have allied their forces.
id: {player1} dan {player2} telah menyatukan kekuatan mereka.

source: {player1} and {player2} will fight each other to the death.
id: {player1} dan {player2} akan bertarung sampai mati.

source: You can also drag roads.
id: Anda juga dapat menyeret jalan.

source: One of your fields requires a farm to harvest its crops.
id: Salah satu ladang Anda membutuhkan pertanian untuk melakukan panen.

source: Your mine has run out of resources.
id: Sumber daya di tambang Anda telah habis.

source: You have reached the current maximum tier. Your inhabitants will not upgrade further.
id: Anda telah mencapai tingkat maksimum saat ini. Penduduk Anda tidak akan naik tingkat lagi.

source: Cannot go here.
id: Tidak dapat ke sini.

source: Your crew refuses to leave this map.
id: Kru Anda menolak untuk meninggalkan peta ini.

source: You need more {resource} to build this building.
id: Anda memerlukan lebih banyak {resource} untuk membangun bangunan ini.

source: A new settlement was founded by {player}.
id: Pemukiman baru telah didirikan oleh {player}.

source: A new ship by the name of {name} has been created.
id: Kapal baru bernama {name} telah selesai dibuat.

source: The Soldier by the name of {name} is ready to battle.
id: Prajurit dengan nama {name} siap untuk bertempur.

source: The inhabitant by the name of {name} is available.
id: Penghuni dengan nama {name} tersedia.

source: A new world has been created.
id: Dunia baru telah berhasil dibuat.

source: Some of your inhabitants have no access to a main square.
id: Beberapa penduduk Anda tidak memiliki akses ke alun-alun utama.

source: Your game has been quicksaved.
id: Permainan Anda telah disimpan cepat.

source: The route is now configured. Start it via the "start route" button in the "configure route" menu.
id: Rute sudah diatur sekarang. Silakan memulainya lewat tombol "mulai rute" di menu "konfigurasi rute".

source: Your game has been saved.
id: Permainan Anda telah disimpan.

source: Screenshot has been saved to {file}.
id: Tangkapan layar telah disimpan ke {file}.

source: Your inhabitants reached level {level}.
id: Hunian Anda telah mencapai level {level}.

source: Some of your inhabitants just moved out.
id: Beberapa penghuni Anda baru saja pindah.

source: You cannot tear the warehouse, your settlements needs it.
id: Anda tidak dapat menghancurkan gudang, pemukiman Anda membutuhkannya.

source: You won!
id: Anda menang!

source: You failed the scenario.
id: Anda gagal dalam skenario ini.

source: The inhabitants of this building are infected by the Black Death!
id: Penghuni bangunan ini terinfeksi oleh Penyakit Pes!

source: coins
id: koin

source: lamb wool
id: wol domba

source: textile
id: tekstil

source: boards
id: papan

source: food
id: makanan

source: tools
id: peralatan

source: bricks
id: batu bata

source: trees
id: pohon

source: grass
id: rumput

source: wool
id: wol

source: faith
id: keyakinan

source: deer food A
id: makanan rusa A

source: deer meat
id: daging rusa

source: happiness
id: kebahagiaan

source: potatoes
id: kentang

source: education
id: pendidikan

source: sugar cane
id: tebu

source: sugar
id: gula

source: community
id: komunitas

source: clay deposit
id: cadangan tanah liat

source: clay
id: tanah liat

source: liquor
id: minuman keras

source: charcoal
id: arang

source: iron deposit
id: cadangan besi

source: iron ore
id: bijih besi

source: iron ingots
id: besi batangan

source: get-together
id: berkumpul

source: fish
id: ikan

source: salt
id: garam

source: tobacco plants
id: tanaman tembakau

source: tobacco leaves
id: daun tembakau

source: tobaccos
id: tembakau

source: cattle
id: sapi

source: pigs
id: babi

source: cattle for slaughter
id: sapi untuk disembelih

source: pigs for slaughter
id: babi untuk disembelih

source: herbs
id: herbal

source: medical herbs
id: ramuan herbal

source: acorns
id: kacang oak

source: cannon
id: meriam

source: sword
id: pedang

source: grain
id: gandum

source: corn
id: jagung

source: flour
id: tepung

source: spice plants
id: tanaman rempah-rempah

source: spices
id: rempah-rempah

source: condiments
id: bumbu

source: marble deposit
id: deposit marmer

source: marble tops
id: papan marmer

source: coal deposit
id: deposit batubara

source: stone deposit
id: cadangan batu

source: stone tops
id: papan batu

source: cocoa beans
id: biji kakao

source: cocoa
id: kakao

source: confectionery
id: permen, gula-gula, kembang gula

source: candles
id: lilin

source: vines
id: tanaman merambat

source: grapes
id: anggur

source: alvearies
id: sarang lebah

source: honeycombs
id: sarang madu

source: gold deposit
id: cadangan emas

source: gold ore
id: bijih emas

source: gold ingots
id: batangan emas

source: gem deposit
id: cadangan permata

source: rough gems
id: permata kasar

source: gems
id: permata

source: coffee plants
id: tanaman kopi

source: coffee beans
id: biji kopi

source: coffee
id: kopi

source: tea plants
id: tanaman teh

source: tea leaves
id: daun teh

source: tea
id: teh

source: flower meadows
id: padang rumput bunga

source: blossoms
id: bunga-bunga

source: brine deposit
id: cadangan air garam

source: brine
id: air asin

source: whales
id: paus

source: ambergris
id: ambar

source: lamp oil
id: minyak lampu

source: cotton plants
id: tanaman kapas

source: cotton
id: kapas

source: indigo plants
id: tanaman indigo

source: indigo
id: nila

source: garments
id: pakaian

source: perfume
id: parfum

source: hop plants
id: tanaman hop

source: hops
id: hop

source: beer
id: bir

source: hygiene
id: kebersihan

source: recreation
id: rekreasi

source: blackdeath
id: penyakit pes

source: fire
id: api

source: Sailors
id: Pelaut

source: Merchants
id: Pedagang

source: Aristocrats
id: Aristokrat
