Repository: MarkusHackspacher/unknown-horizons
Catalog: po/uh/*.po
Languages: id

source: To easily see whether the pavilion's range cover all your tents, select it from the build menu and hover it over your existing pavilion. Uncovered tents are shown in yellow. It's a good idea to build a new pavilion in their neighborhood.
id: Untuk melihat dengan mudah apakah jangkauan paviliun mencakup semua tenda Anda, pilih dari menu bangun dan arahkan ke paviliun yang ada. Tenda yang tidak tertutup ditampilkan dengan warna kuning. Sangat bagus untuk membangun paviliun baru di sekitaran mereka.

source: Make singleplayer more fun with additional computer players by increasing 'AI players' when starting a new game.
id: Jadikan pemain tunggal lebih menyenangkan dengan tambahan pemain komputer dengan meningkatkan 'pemain AI' saat memulai permainan baru.

source: First steps are easier by looking at how AI players are setting up their settlement.
id: Langkah pertama menjadi lebih mudah dengan melihat bagaimana pemain AI menyiapkan pemukiman mereka.

source: Want funny quotes only? Change the quote types shown here in the settings menu on the game page.
id: Ingin kutipan lucu saja? Ubah jenis kutipan yang ditampilkan di sini di menu pengaturan di halaman gim.

source: A marketplace links your buildings like a road.
id: Pasar dapat menghubungkan bangunan Anda seperti jalan.

source: Mixed
id: Campuran

source: Starting engine…
id: Memulai mesin…

source: Catching fish…
id: Menangkap ikan…

source: Drawing user interface…
id: Membuat antarmuka pengguna…

source: Activating timer…
id: Mengaktifkan pengatur waktu…

source: Chomping game data…
id: Memotong data gim…

source: Shaping islands…
id: Membentuk pulau…

source: Preparing blueprints…
id: Menyiapkan cetak biru…

source: Filling world with water…
id: Mengisi dunia dengan air…

source: Raising animals…
id: Memelihara hewan…

source: Convincing AI…
id: Meyakinkan AI…

source: Burying treasures…
id: Mengubur harta karun …

source: Unable to find pyenet
id: Tidak dapat menemukan pyenet

source: The multiplayer feature requires the library "pyenet", which could not be found on your system.
id: Fitur multipemain memerlukan pustaka "pyenet", yang mana tidak dapat ditemukan di sistem Anda.

source: Linux users: Try to install pyenet through your package manager.
id: Pengguna Linux: Coba pasang pyenet melalui pengelola paket Anda.

source: Failed to initialize networking.
id: Gagal menginisialisasi jaringan.

source: Network features could not be initialized with the current configuration.
id: Fitur jaringan tidak dapat diinisialisasi dengan konfigurasi saat ini.

source: Check the settings you specified in the network section.
id: Periksa pengaturan yang Anda buat di bagian jaringan.

source: Fatal Network Error
id: Kesalahan Fatal Pada Jaringan

source: Could not connect to master server.
id: Tidak dapat terhubung ke server master.

source: Please check your Internet connection. If it is fine, it means our master server is temporarily down.
id: Silakan periksa koneksi internet Anda. Jika baik-baik saja, itu berarti server master kami sedang kacau untuk sementara waktu.

source: Something went wrong with the network:
id: Ada yang tidak beres dengan jaringan:

source: Version differs!
id: Versi berbeda!

source: Map: {map_name}
id: Peta: {map_name}

source: Name: {game_name}
id: Nama: {game_name}

source: Creator: {game_creator}
id: Pencipta: {game_creator}

source: Players: {player_amount}/{player_limit}
id: Pemain: {player_amount}/{player_limit}

source: Wrong version
id: Versi yang salah

source: The game's version differs from your version. Every player in a multiplayer game must use the same version. This can be fixed by every player updating to the latest version. Game version: {game_version} Your version: {own_version}
id: Versi gim ini berbeda dengan versi Anda. Setiap pemain dalam gim multipemain harus menggunakan versi yang sama. Ini dapat diperbaiki oleh setiap pemain yang memperbarui ke versi terbaru. Versi gim: {game_version} Versi Anda: {own_version}

source: Password of the game
id: Kata sandi permainan

source: Enter password:
id: Masukkan kata sandi:

source: Recommended number of players: {number}
id: Jumlah pemain yang disarankan: {number}

source: Ready
id: Siap

source: Not ready
id: Belum siap

source: Enter your message
id: Masukkan pesan Anda

source: Click here to change your name and/or color
id: Klik di sini untuk mengubah nama dan/atau warna Anda

source: Kick {player}
id: Usir {player}

source: {player} has joined the game
id: {player} telah bergabung ke dalam gim

source: {player} has left the game
id: {player} telah meninggalkan gim

source: You are now ready
id: Anda sekarang siap

source: You are not ready anymore
id: Anda sudah tidak siap lagi

source: {player} is now ready
id: {player} sekarang sudah siap

source: {player} not ready anymore
id: {player} tidak siap lagi

source: You are now known as {new_name}
id: Anda sekarang dikenal sebagai {new_name}

source: {player} is now known as {new_name}
id: {player} sekarang dikenal sebagai {new_name}

source: You changed your color
id: Anda mengubah warna Anda

source: {player} changed their color
id: {player} mengubah warnanya

source: Kicked
id: Diusir

source: You have been kicked from the game by creator
id: Anda telah diusir dari gim oleh pencipta

source: {player} got kicked by creator
id: {player} diusir oleh pencipta

source: Are you sure you want to abort the running session?
id: Apakah Anda yakin ingin membatalkan sesi yang sedang berjalan?

source: Quit Session
id: Keluar dari Sesi

source: No saved games
id: Tidak ada gim yang disimpan

source: There are no saved games to load.
id: Tidak ada gim yang tersimpan untuk dimuat.

source: No filename given
id: Tidak ada nama berkas yang diberikan

source: Please enter a valid filename.
id: Harap masukkan nama berkas yang valid.

source: A savegame with the name {name} already exists.
id: Gim tersimpan dengan nama {name} sudah ada.

source: A map with the name {name} already exists.
id: Peta dengan nama {name} sudah ada.

source: Overwrite it?
id: Timpa?

source: Unknown savedate
id: Tanggal penyimpanan tidak diketahui

source: Saved at {time}
id: Disimpan pada {time}

source: Saved {amount} time
id: Disimpan {amount} kali

source: Savegame version {version}
id: Versi gim tersimpan {version}

source: (probably incompatible)
id: (mungkin tidak kompatibel)

source: Incompatible version
id: Versi tidak kompatibel

source: No file selected
id: Tak ada berkas yang dipilih

source: You need to select a savegame to delete.
id: Anda harus memilih satu gim tersimpan untuk dihapus.

source: Do you really want to delete the savegame '{name}'?
id: Apakah Anda sungguh ingin menghapus gim tersimpan '{name}'?

source: Confirm deletion
id: Konfirmasi penghapusan

source: Error!
id: Galat!

source: Failed to delete savefile!
id: Gagal menghapus berkas penyimpanan!

source: Hotkeys
id: Tombol pintasan

source: Game
id: Gim

source: Disabled
id: Nonaktif

source: Restart required
id: Restart diperlukan

source: Some of your changes require a restart of Unknown Horizons. Do you want to restart Unknown Horizons now?
id: Sejumlah perubahan Anda memerlukan restart Unknown Horizons. Apakah anda ingin me-restart Unknown Horizons sekarang?

source: Restore default settings
id: Kembalikan ke pengaturan awal

source: Restoring the default settings will delete all changes to the settings you made so far.
id: Mengembalikan pengaturan ke awal akan menghapus semua perubahan pengaturan yang Anda lakukan.

source: Do you want to continue?
id: Apakah Anda ingin melanjutkan?

source: Invalid network port
id: Porta jaringan tidak valid

source: The port you specified is not valid. It must be a number between 1 and 65535.
id: Porta yang Anda tentukan tidak valid. Seharusnya itu berupa angka antara 1 hingga 65535.

source: Please check the port you entered and make sure it is in the specified range.
id: Silakan periksa porta yang Anda masukkan dan pastikan itu berada dalam rentang yang sudah ditentukan.

source: Failed to apply new network settings.
id: Gagal untuk menerapkan pengaturan jaringan yang baru.

source: Low port numbers sometimes require special access privileges, try 0 or a number greater than 1024.
id: Angka port rendah terkadang membutuhkan hak akses khusus, coba 0 atau angka lebih besar dari 1024.

source: Invalid player name
id: Nama pemain tidak valid

source: You entered an invalid playername.
id: Anda memasukkan nama pemain yang tidak valid.

source: Resource density:
id: Kepadatan sumber daya:

source: Map size:
id: Ukuran peta:

source: Water:
id: Air:

source: Max island size:
id: Ukuran pulau maksimum:

source: Preferred island size:
id: Ukuran pulau yang disukai:

source: Island size deviation:
id: Penyimpangan ukuran pulau:

source: Click to generate a different random map
id: Klik untuk membuat peta acak yang berbeda

source: Invalid scenario file
id: Berkas skenario tidak valid

source: The selected file is not a valid scenario file.
id: Berkas yang dipilih bukan berkas skenario yang valid.

source: Error message:
id: Pesan kesalahan:

source: Please report this to the author.
id: Tolong laporkan hal ini kepada pencipta gim.

source: Difficulty: {difficulty}
id: Tingkat kesulitan: {difficulty}

source: Author: {author}
id: Pencipta: {author}

source: Description: {desc}
id: Deskripsi: {desc}

source: Build {building}
id: Bangun {building}

source: Press H to remove this hint
id: Tekan H untuk menghapus petunjuk ini

source: Destroy all buildings
id: Hancurkan semua bangunan

source: This will destroy all the buildings that fall outside of the settlement range.
id: Ini akan menghancurkan semua bangunan yang berada di luar jangkauan pemukiman.

source: %s additional building will be destroyed.
id: %s bangunan tambahan akan dihancurkan.

source: Barracks overview
id: Gambaran barak

source: Swordman
id: Pendekar pedang

source: Overview
id: Ikhtisar

source: {ship} (place in queue: {place})
id: {ship} (taruh dalam antrian: {place})

source: Boat builder overview
id: Ikhtisar pembuat kapal

source: Fisher boats
id: Perahu nelayan

source: Trade boats
id: Kapal dagang

source: War boats
id: Kapal perang

source: War ships
id: Kapal perang

source: Tower overview
id: Ikhtisar menara

source: Build related buildings
id: Bangun bangunan terkait

source: Click on one of the resource slots to add a trade offer.
id: Klik pada salah satu slot sumber daya untuk menambahkan penawaran perdagangan.

source: Set to buy or sell by clicking on that label, then adjust the amount via the slider to the right.
id: Atur untuk membeli atau menjual dengan mengeklik label tersebut, lalu sesuaikan jumlahnya melalui penggeser di sebelah kanan.

source: Will buy {resource_name} for {price} gold/t whenever less than {limit}t are in stock.
id: Akan membeli {resource_name} seharga {price} emas/t bila stok kurang dari {limit}t.

source: Will sell {resource_name} for {price} gold/t whenever more than {limit}t are available.
id: Akan menjual {resource_name} seharga {price} emas/t kapan pun bila tersedia lebih dari {limit}t.

source: Warehouse overview
id: Ikhtisar gudang

source: Account
id: Akun

source: Main square overview
id: Ikhtisar alun-alun utama

source: Upgrade not possible:
id: Peningkatan tidak memungkinkan:

source: This is the highest playable tier for now!
id: Ini adalah tingkat tertinggi yang dapat dimainkan untuk saat ini!

source: Don't allow upgrades
id: Jangan izinkan peningkatan

source: Allow upgrades
id: Izinkan peningkatan

source: Unit overview
id: Ikhtisar unit

source: Production overview
id: Ikhtisar produksi

source: Fill range with {how_many} trees
id: Isi rentang dengan {how_many} pohon

source: Selected Units
id: Unit yang Dipilih

source: Ship overview
id: Ikhtisar kapal

source: The ship needs to be close to an island to found a settlement.
id: Kapal harus dekat dengan sebuah pulau untuk menemukan pemukiman.

source: You already have a settlement on this island.
id: Anda sudah memiliki pemukiman di pulau ini.

source: Load/Unload
id: Muat/Bongkar

source: Buy/Sell
id: Jual/Beli

source: Too far from the nearest tradeable warehouse
id: Terlalu jauh dari gudang perdagangan terdekat

source: Cannot equip trade ship with weapons
id: Tidak dapat melengkapi kapal dagang dengan senjata

source: It is not possible to equip a trade ship with weapons.
id: Tidak mungkin untuk melengkapi kapal dagang dengan senjata.

source: Equip weapon
id: Memasang senjata

source: Unequip weapon
id: Melepas senjata

source: {resource_name}: {price} gold
id: {resource_name}: {price} emas

source: buy for {buyprice} gold
id: beli seharga {buyprice} emas

source: sell for {sellprice} gold
id: jual seharga {sellprice} emas

source: Limit: {amount}t per slot
id: Batas: {amount}t per slot

source: Logbook
id: Buku catatan

source: Emptiness
id: Kekosongan

source: There is nothing written in your logbook yet!
id: Belum ada yang tertulis di buku catatan Anda!

source: Settlements of {player}
id: Pemukiman milik {player}

source: Ships of {player}
id: Kapal milik {player}

source: None
id: Tidak ada

source: Production overview of {settlement}
id: Ikhtisar produksi {settlement}

source: Click to show statistics
id: Klik untuk menampilkan statistik

source: Click to add a new slot
id: Klik untuk menambahkan slot baru

source: Reset this configuration to the factory default.
id: Reset konfigurasi ke versi pabrik.

source: Reset this settlement's displayed resources to the default configuration you have saved.
id: Reset tampilan sumber daya pemukiman ini ke konfigurasi asali yang telah Anda simpan.

source: Reset the default configuration (which you see here) to the factory default for all settlements.
id: Reset konfigurasi asali (yang Anda lihat di sini) ke versi pabrik untuk semua pemukiman.

source: Buy expenses
id: Biaya pembelian

source: Sell income
id: Pendapatan penjualan

source: Stop route
id: Hentikan rute

source: Need at least two settlements
id: Membutuhkan setidaknya dua pemukiman

source: You need at least two different settlements in your route.
id: Anda membutuhkan setidaknya dua pemukiman yang berbeda di rute Anda.

source: Click on a settlement to add a waypoint!
id: Klik pada pemukiman untuk menambahkan titik acuan!

source: Loading into ship
id: Muat ke kapal

source: Unloading from ship
id: Bongkar dari kapal

source: You are not allowed to trade with this player
id: Anda tidak diizinkan untuk berdagang dengan pemain ini

source: none
id: tidak ada

source: Details: {error_details}
id: Detail: {error_details}

source: Error: {error_message}
id: Galat: {error_message}

source: Bakery
id: Toko roti

source: Consumes flour. Produces food.
id: Mengonsumsi tepung. Menghasilkan makanan.

source: Barracks
id: Barak

source: Recruits units suitable for ground combat.
id: Merekrut unit yang cocok untuk pertempuran darat.

source: Wooden barrier
id: Penghalang kayu

source: Clay wall
id: Dinding tanah liat

source: Provides security.
id: Memberikan keamanan.

source: Blender
id: Penggilingan Rempah

source: Produces condiments out of spices.
id: Menghasilkan bumbu dari rempah-rempah.

source: Boat Builder
id: Galangan Kapal

source: Builds boats and small ships. Built on coast.
id: Membuat perahu dan kapal kecil. Dibangun di pantai.

source: Brewery
id: Pabrik Bir

source: Consumes hops. Produces Beer.
id: Mengonsumsi hop. Menghasilkan bir.

source: Brickyard
id: Pabrik Batu Bata

source: Turns clay into bricks.
id: Mengubah tanah liat menjadi batu bata.

source: Butchery
id: Penjagalan

source: Needs pigs or cattle. Produces food.
id: Membutuhkan babi atau sapi. Menghasilkan makanan.

source: Cannon Foundry
id: Pabrik Meriam

source: Produces Cannons.
id: Menghasilkan Meriam.

source: Charcoal Burning
id: Pembakaran Arang

source: Burns a lot of boards.
id: Membakar banyak papan.

source: Clay Deposit
id: Deposit Tanah Liat

source: Clay Pit
id: Tambang Tanah Liat

source: Gets clay from deposit.
id: Mendapat tanah liat dari deposit.

source: Distillery
id: Penyulingan

source: Turns sugar into liquor.
id: Mengubah gula menjadi minuman keras.

source: Doctor
id: Dokter

source: Treats diseases. Consumes herbs.
id: Mengobati penyakit. Mengonsumsi tanaman herbal.

source: Farm
id: Lahan Pertanian

source: Grows field crops and raises livestock.
id: Menanam tanaman dan memelihara ternak.

source: Alvearies
id: Sarang Lebah

source: Keeps bees. Produces honeycombs used for confectionery. Needs a farm.
id: Memelihara lebah. Menghasilkan sarang madu yang digunakan untuk kembang gula. Butuh lahan pertanian.

source: Cattle Run
id: Peternakan

source: Raises cattle. Needs a farm.
id: Memelihara ternak. Butuh lahan pertanian.

source: Cocoa Field
id: Ladang Kakao

source: Produces cocoa beans used for confectionery. Needs a farm.
id: Menghasilkan biji kakao yang digunakan untuk kembang gula. Butuh lahan pertanian.

source: Corn Field
id: Ladang Jagung

source: Yields corn. Needs a farm.
id: Menghasilkan jagung. Butuh lahan pertanian.

source: Herbary
id: Kebun Tanaman Obat

source: Produces herbs. Needs a farm.
id: Menghasilkan tanaman herbal. Butuh lahan pertanian.

source: Hop Field
id: Ladang Hop

source: Yields hop. Needs a farm.
id: Menghasilkan hop. Butuh lahan pertanian.

source: Pasture
id: Padang Rumput

source: Raises sheep. Produces wool. Needs a farm.
id: Memelihara domba. Menghasilkan wol. Butuh lahan pertanian.

source: Pigsty
id: Kandang Babi

source: Raises pigs. Needs a farm.
id: Memelihara babi. Butuh lahan pertanian.

source: Potato Field
id: Ladang Kentang

source: Yields food. Needs a farm.
id: Menghasilkan makanan. Butuh lahan pertanian.

source: Spice Field
id: Ladang Rempah-Rempah

source: Grows spices. Needs a farm.
id: Menanam rempah-rempah. Butuh lahan pertanian.

source: Sugar Field
id: Ladang Tebu

source: Used in liquor production. Needs a farm.
id: Digunakan dalam produksi minuman keras. Butuh lahan pertanian.

source: Tobacco Field
id: Ladang Tembakau

source: Produces tobacco. Needs a farm.
id: Menghasilkan tembakau. Butuh lahan pertanian.

source: Vineyard
id: Kebun Anggur

source: Produces grapes for use in wine and confectionery. Needs a farm.
id: Menghasilkan anggur untuk digunakan dalam minuman anggur dan gula-gula. Butuh lahan pertanian.

source: Fire Station
id: Stasiun Pemadam Kebakaran

source: Extinguishes fires.
id: Memadamkan api.

source: Fish Deposit
id: Deposit Ikan

source: Fisherman's Tent
id: Tenda Nelayan

source: Fishes the sea, produces food.
id: Memancing di laut, menghasilkan makanan.

source: Hunter's Tent
id: Tenda Pemburu

source: Hunts wild forest animals, produces food.
id: Berburu binatang liar, menghasilkan makanan.

source: Lookout
id: Menara Pengawas

source: Expands settlement range.
id: Memperluas jangkauan pemukiman.

source: Lumberjack Tent
id: Tenda Penebang Kayu

source: Lumberjack Hut
id: Pondok Penebang Kayu

source: Chops down trees and turns them into boards.
id: Menebang pohon dan mengubahnya menjadi papan.

source: Main Square
id: Alun-Alun Utama

source: Supplies citizens with goods. Provides community.
id: Memasok barang-barang ke penduduk. Menyediakan komunitas.

source: Mine
id: Tambang

source: Gets iron ore from deposit.
id: Mendapatkan bijih besi dari deposit.

source: Mountain
id: Gunung

source: Pastry Shop
id: Toko Kue

source: Produces all kinds of confectionery.
id: Memproduksi semua jenis kembang gula.

source: Pavilion
id: Paviliun

source: Fulfills religious needs of sailors.
id: Memenuhi kebutuhan keagamaan para pelaut.

source: Ruined Tent
id: Tenda Rusak

source: Salt Ponds
id: Tambak Garam

source: Evaporates salt. Built on sea coast.
id: Menguapkan garam. Dibangun di pantai laut.

source: Signal Fire
id: Sinyal Api

source: Allows the player to trade with the free trader.
id: Memungkinkan pemain untuk berdagang dengan pedagang bebas.

source: Smeltery
id: Pabrik Peleburan

source: Refines all kind of ores.
id: Memurnikan semua jenis bijih.

source: Stone Deposit
id: Cadangan Batu

source: Stonemason
id: Tukang Batu

source: Carver
id: Pemahat

source: Carves stone tops into bricks.
id: Memahat papan batu menjadi batu bata.

source: Stone Pit
id: Tambang Batu

source: Gets stone from a mountain.
id: Mendapat batu dari gunung.

source: Storage Tent
id: Tenda Penyimpanan

source: Storage Hut
id: Pondok Penyimpanan

source: Extends stock, expands settlement range and provides collectors.
id: Memperluas stok, memperluas jangkauan pemukiman, dan menyediakan kolektor.

source: Tavern
id: Kedai Minuman

source: Provides get-together.
id: Menyediakan tempat berkumpul.

source: Tent
id: Tenda

source: Hut
id: Pondok

source: House
id: Rumah

source: Stone house
id: Rumah batu

source: Estate
id: Yasan

source: Manor
id: Rumah Bangsawan

source: Houses your inhabitants.
id: Rumah bagi penduduk Anda.

source: Tobacconist
id: Toko Tembakau

source: Produces tobaccos out of tobacco.
id: Menghasilkan tembakau.

source: Toolmaker
id: Pembuat Perkakas

source: Produces tools out of iron.
id: Memproduksi alat dari besi.

source: Trail
id: Jejak

source: Gravel Path
id: Jalan dari Kerikil

source: Cobblestone Street
id: Jalan dari Batu Kali

source: Needed for collecting goods.
id: Dibutuhkan untuk mengumpulkan barang.

source: Tree
id: Pohon

source: Provides lumber. Chopped down by lumberjacks.
id: Menyediakan kayu. Ditebang oleh penebang kayu.

source: Village School
id: Sekolah Desa

source: Provides education.
id: Menyediakan pendidikan.

source: Warehouse
id: Gudang

source: Weaponsmith
id: Ahli senjata

source: Produces weapons out of iron.
id: Memproduksi senjata dari besi.

source: Weaver's Hut
id: Pondok Penenun

source: Turns lamb wool into cloth.
id: Mengubah wol menjadi kain.

source: Windmill
id: Kincir Angin

source: Grinds corn into flour.
id: Menggiling jagung menjadi tepung.

source: Winery
id: Kilang Anggur

source: Produces wine out of grapes.
id: Menghasilkan minuman anggur dari buah anggur.

source: Wooden Tower
id: Menara Kayu

source: Defends your settlement.
id: Mempertahankan pemukiman Anda.

source: Companies
id: Industri

source: Fields
id: Ladang

source: Military
id: Militer

source: Mining
id: Pertambangan

source: Residents and infrastructure
id: Penduduk dan infrastruktur

source: Services
id: Layanan Publik

source: Citizens
id: Penduduk

source: Food
id: Makanan

source: Fortifications
id: Benteng

source: Infrastructure
id: Infrastruktur

source: Military Service
id: Layanan Militer

source: Pioneers
id: Pelopor

source: Precaution
id: Pencegahan

source: Residential
id: Perumahan

source: Sea
id: Laut

source: Wood
id: Kayu

source: Workshops
id: Lokakarya

source: Settlement
id: Pemukiman

source: Agriculture
id: Pertanian

source: Failed to start/load the game
id: Gagal memulai/memuat gim

source: The game you selected could not be started.
id: Permainan yang Anda pilih tidak dapat dimulai.

source: The savegame might be broken or has been saved with an earlier version.
id: Gim yang tersimpan mungkin rusak atau telah disimpan dengan versi sebelumnya.

source: No quicksaves found
id: Tidak ada penyimpanan cepat yang ditemukan

source: You need to quicksave before you can quickload.
id: Anda perlu menyimpan cepat sebelum dapat memuat cepat.

source: Logging enabled
id: Logging diaktifkan

source: Logs are written to {directory}.
id: Logs ditulis ke dalam {directory}.

source: The games have run out of sync. This indicates an unknown internal error, the game cannot continue.
id: Permainan sudah tidak sinkron. Ini menunjukkan kesalahan internal yang tidak diketahui penyebabnya, permainan tidak dapat dilanjutkan.

source: We are very sorry and hope to have this bug fixed in a future version.
id: Kami sangat menyesal dan berharap kesalahan ini diperbaiki di versi mendatang.

source: Not possible
id: Tidak mungkin
