Repository: MarkusHackspacher/unknown-horizons
Catalog: po/uh/*.po
Languages: id

source: Thank you for using Unknown Horizons!
id: Terima kasih telah menggunakan Unknown Horizons!

source: Unknown Horizons has crashed.
id: Unknown Horizons mengalami kerusakan.

source: We are very sorry for this and want to fix the underlying error.
id: Kami sangat menyesal untuk hal ini dan ingin memperbaiki kesalahan yang mendasarinya.

source: In order to do this, we need the information from the logfile:
id: Oleh sebab itu, kami membutuhkan informasi dari berkas log:

source: Please give it to us via IRC or our forum, for both see http://unknown-horizons.org .
id: Kami mohon untuk mengirimkannya melalui IRC atau forum kami, untuk keduanya silakan lihat http://unknown-horizons.org .

source: Return to editor
id: Kembali ke editor

source: Save map
id: Simpan peta

source: Load map
id: Memuat peta

source: Settings
id: Pengaturan

source: Help
id: Bantuan

source: Exit editor
id: Keluar dari editor

source: Select brush size:
id: Pilih ukuran kuas:

source: Select terrain:
id: Pilih medan:

source: (right click to stop)
id: (klik kanan untuk berhenti)

source: Game start
id: Mulai bermain

source: You need to found a settlement before you can construct buildings!
id: Anda perlu menemukan pemukiman sebelum Anda dapat membangun bangunan!

source: Select your ship and approach the coast via right-click.
id: Pilih kapal Anda dan dekatkanlah ke pantai dengan klik kanan.

source: Afterwards, press the large button in the ship overview tab.
id: Setelah itu, tekan tombol besar di atas kapal.

source: Build
id: Membangun

source: Running costs:
id: Biaya operasional:

source: Related buildings
id: Bangunan yang berhubungan

source: Inhabitants
id: Penduduk

source: Increase game speed ({key})
id: Meningkatkan kecepatan permainan ({key})

source: Decrease game speed ({key})
id: Menurunkan kecepatan permainan ({key})

source: Rotate map counterclockwise ({key})
id: Memutar peta ke kiri({key})

source: Rotate map clockwise ({key})
id: Memutar peta ke kanan({key})

source: Zoom in
id: Memperbesar

source: Zoom out
id: Memperkecil

source: Destroy ({key})
id: Menghancurkan({key})

source: Captain's log ({key})
id: Catatan kapten({key})

source: Build menu ({key})
id: Menu bangunan({key})

source: Diplomacy
id: Diplomasi

source: Game menu ({key})
id: Menu permainan ({key})

source: Change name
id: Ganti nama

source: Old name:
id: Nama sebelumnya:

source: Enter new name:
id: Masukkan nama baru:

source: Apply the new name
id: Menerapkan nama baru

source: Chat
id: Obrolan

source: Enter your message:
id: Masukkan pesan Anda:

source: Running costs
id: Biaya operasional

source: To build a groundunit, click on one of the class tabs, select the desired groundunit and confirm the order.
id: Untuk membangun sebuah perahu, klik pada salah satu tab, pilih kapal yang diinginkan dan konfirmasi pesanan.

source: Currently building:
id: Sedang dikerjakan:

source: Pause
id: Jeda

source: Resume
id: Lanjutkan

source: Construction progress:
id: Perkembangan pengerjaan:

source: Resources still needed:
id: Sumber daya yang masih dibutuhkan:

source: Cancel building:
id: Batalkan Pengerjaan:

source: (lose all resources)
id: (kehilangan semua sumber daya)

source: Cancel all building progress
id: Batalkan semua proses pengerjaan

source: Confirm order
id: Konfirmasi Pesanan

source: (like in the selection tabs)
id: (seperti di tab pilihan)

source: Three-masted most common classified war ship with one gun deck.
id: Kapal bertiang tiga pada umumnya diklasifikasikan sebagai kapal perang dengan satu dek senjata.

source: Buy Upgrades
id: Beli peningkatan

source: Cannons
id: Meriam

source: Hull
id: Lambung kapal

source: Build groundunit:
id: Bangun unit darat:

source: Build this groundunit!
id: Bangun unit darat ini!

source: To build a boat, click on one of the class tabs, select the desired ship and confirm the order.
id: Untuk membangun sebuah kapal, klik pada salah satu tab, pilih kapal yang diinginkan, dan konfirmasi pesanan.

source: Build ship:
id: Membangun kapal:

source: Build this ship!
id: Bangun kapal ini!

source: ally
id: kawan

source: neutral
id: netral

source: enemy
id: lawan

source: Building overview
id: Ikhtisar bangunan

source: Capacity utilization
id: Kapasitas yang digunakan

source: Click to change the name of this groundunit
id: Klik untuk mengubah nama kapal ini

source: Settlement inventory
id: Persediaan pemukiman

source: Settler overview
id: Ikhtisar penduduk

source: Paid taxes
id: Pajak yang dibayarkan

source: Taxes:
id: Pajak:

source: Tax rate
id: Tarif pajak

source: Upgrade permissions:
id: Tingkatkan ijin:

source: Happiness per house
id: Kebahagiaan per rumah

source: sad
id: sedih

source: satisfied
id: puas

source: happy
id: bahagia

source: Amount of houses with this happiness
id: Jumlah rumah dengan kebahagiaan ini

source: Residents per house
id: Penduduk per rumah

source: Number of inhabitants per house
id: Jumlah penduduk per rumah

source: Houses with this amount of inhabitants
id: Rumah dengan jumlah penduduk ini

source: Summary
id: Ringkasan

source: houses
id: rumah

source: residents
id: penduduk

source: Provides security for your settlement.
id: Memberikan keamanan untuk pemukiman Anda.

source: Selling
id: Menjual

source: Buying
id: Membeli

source: Name:
id: Nama:

source: Weapons:
id: Senjata:

source: Resource deposit
id: Deposit Sumber Daya

source: This is a resource deposit where you can build a mine to dig up resources.
id: Ini adalah deposit sumber daya di mana Anda dapat membangun tambang untuk menggali sumber daya.

source: It contains these resources:
id: Mengandung sumber daya ini:

source: Click to change the name of your settlement
id: Klik untuk mengubah nama pemukiman Anda

source: Happiness
id: Kebahagiaan

source: Residents
id: Penduduk

source: Needed resources:
id: Sumber daya yang dibutuhkan:

source: The signal fire shows the free trader how to reach your settlement in case you want to buy or sell goods.
id: Api sinyal menunjukkan kepada pedagang bebas bagaimana mencapai pemukiman Anda jika Anda ingin membeli atau menjual barang.

source: This is the free trader's ship. It will visit you from time to time to buy or sell goods.
id: Ini adalah kapal pedagang bebas. Ini akan mengunjungi Anda dari waktu ke waktu untuk membeli atau menjual barang.

source: Click to change the name of this ship
id: Klik untuk mengubah nama kapal ini

source: Trade
id: Berdagang

source: Build settlement
id: Membangun kolonialisasi

source: Configure trading route
id: Mengkonfigurasi jalur perdagangan

source: Discard all resources
id: Buang semua sumber daya

source: Ship:
id: Kapal:

source: Exchange:
id: Ditukar dengan:

source: Trade partner:
id: Mitra perdagangan:

source: Buy or sell resources
id: Membeli atau menjual sumber daya

source: Trade history
id: Sejarah perdagangan

source: Select resources:
id: Pilih sumber daya:

source: Collector utilization
id: Pemanfaatan kolektor

source: Income:
id: Penghasilan:

source: Taxes
id: Pajak

source: Sale
id: Penjualan

source: Expenses:
id: Pengeluaran:

source: Balance:
id: Keseimbangan:

source: Show resources produced in this settlement
id: Menampilkan produksi sumber daya di kolonialisasi ini

source: Pause production
id: Jeda Produksi

source: Start production
id: Mulai produksi

source: Select resource:
id: Pilih sumber daya:

source: The resource you select is displayed instead of the current one. Empty by clicking on X.
id: Sumber daya yang Anda pilih telah ditampilkan, namun bukan sumber daya yang sekarang. Kosongkan dengan mengeklik X.

source: Save current resource configuration as default for all settlements.
id: Simpan konfigurasi sumber daya saat ini sebagai standar untuk semua pemukiman.

source: Reset default resource configuration for all settlements.
id: Setel ulang konfigurasi standar sumber daya untuk semua pemukiman.

source: Move up
id: Naik

source: Delete entry
id: Hapus catatan

source: Move down
id: turun

source: Read previous entries
id: Baca catatan sebelumnya

source: Read next entries
id: Baca catatan selanjutnya

source: Statistics
id: Statistik

source: Players
id: Pemain

source: My ships
id: Kapal saya

source: My settlements
id: Kolonialisasi Saya

source: Game messages
id: Pesan permainan

source: Whole world
id: Seluruh dunia

source: Everybody
id: Semua orang

source: Sends the chat messages to all players.
id: Kirim pesan obrolan ke semua pemain.

source: Enter your message here
id: Masukkan pesan Anda di sini

source: Return to game
id: Kembali ke permainan

source: Island Name:
id: Nama Pulau:

source: Player Name:
id: Nama Pemain:

source: Wait at load:
id: Tunggu muatan:

source: Wait at unload:
id: Tunggu bongkar muatan:

source: Select a resource:
id: Pilih sebuah sumber daya:

source: Route activity:
id: Aktivitas jalur:

source: Start route
id: Mulai jalur

source: Exit
id: Keluar

source: Go to previous page
id: Kembali ke halaman sebelumnya

source: Go to next page
id: Ke halaman berikutnya

source: Close
id: Tutup

source: Player scores
id: Skor pemain

source: Name
id: Nama

source: Player Name
id: Nama Pemain

source: Money
id: Uang

source: Player's current treasury + income expected in near future
id: Pendapatan pemain + perbendaharaan saat ini diharapkan dalam waktu dekat

source: Land
id: Daratan

source: Value of usable land i.e Amount of Land that can be used to create buildings
id: Nilai tanah yang dapat digunakan yaitu Jumlah Tanah yang dapat digunakan untuk membuat bangunan

source: Resources
id: Sumber daya

source: Value of resources generated from all the possible sources in the player's settlement(s)
id: Nilai sumber daya yang dihasilkan dari semua sumber yang mungkin di pemukiman

source: Buildings
id: Bangunan

source: Value of all the buildings in the player's settlement(s)
id: Nilai semua bangunan di pemukiman pemain

source: Settlers
id: Penduduk

source: Value denoting the progress of the settlement(s) in terms of inhabitants, buildings and overall happiness
id: Nilai yang menunjukkan kemajuan pemukiman dalam hal penghuni, bangunan, dan kebahagiaan secara keseluruhan

source: Units
id: Unit

source: Value of all the units owned by the player
id: Nilai dari semua yang dimiliki pemain

source: The total value from all individual entities or in short : Total Player Score
id: Jumlah nilai dari semua kesatuan individu disingkat: Jumlah Skor Pemain

source: Total
id: Jumlah

source: Balance
id: Keseimbangan

source: Type
id: Tipe

source: Weapons
id: Senjata

source: Health
id: Nyawa

source: Aggressive
id: Agresif

source: Hold ground
id: Pertahanan Bawah

source: Passive
id: Pasif

source: Flee
id: Melarikan diri

source: Exit to main menu
id: Keluar ke main menu

source: Choose a map size:
id: Pilih ukuran peta:

source: Choose a map:
id: Pilih sebuah peta:

source: Choose a saved game's map:
id: Pilih peta permainan tersimpan:

source: Select map source
id: Pilih sumber peta

source: Create new map
id: Membuat peta baru

source: Load existing map
id: Muat peta yang ada

source: Load saved game's map
id: Muat peta permainan tersimpan

source: Start editor
id: Memulai editor

source: Return
id: Kembali

source: Actions
id: Tindakan

source: Scroll left
id: Gulir ke kiri

source: Scroll right
id: Gulir ke kanan

source: Scroll up
id: Gulir ke atas

source: Scroll down
id: Gulir ke bawah

source: Rotate building or map clockwise
id: Rotasi bangunan atau peta searah jarum jam

source: Rotate building or map counterclockwise
id: Rotasi bangunan atau peta berlawanan jarum jam

source: Increase game speed
id: Meningkatkan kecepatan permainan

source: Decrease game speed
id: Pelankan kecepatan permainan

source: Pause game
id: Jeda Permainan

source: Show build menu
id: Tampilkan daftar bangunan

source: Enable destruct mode
id: Aktifkan mode penghancuran

source: Enable road building mode
id: Aktifkan mode pembangunan jalan

source: Enable pipette mode (clone buildings)
id: Aktifkan mode pipet (menyalin bangunan)

source: Show player scores
id: Tampilkan skor pemain

source: Show settlement list
id: Tampilkan daftar pemukiman

source: Show ship list
id: Tampilkan daftar kapal

source: Toggle Captain's log
id: Matikan log kapten

source: Quicksave
id: Simpan Cepat

source: Quickload
id: Muat Cepat

source: Toggle translucency of ambient buildings
id: Matikan transparansi bangunan

source: Highlight tile ownership
id: Sorot petak kepemilikan

source: Toggle health bars
id: Matikan bar kesehatan

source: Focus camera on selection
id: Fokuskan kamera yang dipilih

source: Remove selected units / buildings
id: Hapus yang dipilih

source: Display help
id: Tampilan Bantuan

source: Screenshot
id: Cuplikan Layar

source: Toggle showing FPS on/off
id: Mengaktifkan/menonaktifkan FPS

source: Toggle grid on/off
id: Matikan/hidupkan kisi

source: Show coordinate values (Debug)
id: Tampilkan nilai koordinat (Debug)

source: Primary
id: Utama

source: Secondary
id: Sekunder

source: Reset to default
id: Setel ulang ke default

source: Reset to default keys
id: Kembalikan ke pengaturan awal

source: Save game
id: Simpan permainan

source: Load game
id: Muat Permainan

source: Cancel game
id: Keluar

source: Loading…
id: Memuat…

source: Change Background
id: Ubah Latar Belakang

source: Singleplayer
id: Solo

source: Multiplayer
id: Multipemain

source: Quit
id: Keluar

source: Editor
id: Sunting

source: Credits
id: Kredit

source: Create game - Multiplayer
id: Buat Permainan - Multipemain

source: Player limit:
id: Batas Pemain:

source: Exit to multiplayer menu
id: Keluar ke daftar multipemain

source: Name of the game:
id: Nama permainan:

source: This will be displayed to other players so they recognize the game.
id: Ini akan ditampilkan ke pemain lain sehingga dikenali dalam permainan.

source: Unnamed Game
id: Permainan Tanpa Nama

source: Password of the game:
id: Kata sandi permainan:

source: This game's password. Required to join this game.
id: Diperlukan kata sandi untuk dapat bergabung ke permainan ini.

source: Create this new game
id: Buat permainan baru ini

source: Gamelobby
id: Lobi Permainan

source: Chat:
id: Obrolan:

source: Exit gamelobby
id: Keluar dari lobi

source: The game will start as soon as all players are ready.
id: Permainan ini akan dimulai ketika semua pemain siap.

source: Game details:
id: Rincian Permainan:

source: Color
id: Warna

source: Ready:
id: Siap:

source: Sets your state to ready (necessary for the game to start)
id: Atur negaramu untuk bersiap (diperlukan untuk memulai permainan)

source: New game - Multiplayer
id: Permainan Baru - Multipemain

source: Load game:
id: Muat permainan:

source: Load a saved game
id: Muat permainan tersimpan

source: Active games:
id: Permainan aktif:

source: Refresh list:
id: Daftar segarkan:

source: Refresh list of active games
id: Segarkan daftar dari permainan aktif

source: Create game:
id: Buat permainan:

source: Create a new game
id: Buat permainan baru

source: Join game:
id: Gabung Permainan:

source: Join the selected game
id: Gabung permainan yang dipilih

source: Change player details
id: Ubah rincian pemain

source: Graphics
id: Grafis

source: Screen resolution:
id: Resolusi Layar:

source: Full screen:
id: Layar Penuh:

source: Frame rate limit:
id: Batas Nilai Bingkai (framerate):

source: Set the maximum frame rate used. Default: 60 fps.
id: Atur frame rate maksimum yang digunakan. Asali: 60 fps.

source: Sound
id: Suara

source: Music volume:
id: Bunyi Musik:

source: Effects volume:
id: Bunyi Efek:

source: Enable sound:
id: Izinkan suara:

source: Mouse
id: Tetikus

source: Scroll at map edge:
id: Gulir di tepi peta:

source: Whether to move the viewport when the mouse pointer is close to map edges
id: Pindahkan viewport ketika kursor tetikus berada di dekat dengan tepi peta

source: Cursor centered zoom:
id: Kursor perbesaran terpusat:

source: When enabled, mouse wheel zoom will use the cursor position as new viewport center. When disabled, always zoom to current viewport center.
id: Saat diaktifkan, perbesaran roda mouse akan menggunakan posisi kursor sebagai pusat viewport baru. Saat dinonaktifkan, selalu tampilannya ke pusat viewport saat ini.

source: Middle mouse button pan:
id: Bidang tombol tengah tetikus:

source: When enabled, dragging the middle mouse button will pan the camera
id: Ketika diaktifkan, menggeser bagian tengah tetikus akan menggulirkan kamera

source: 0 is default system settings
id: Nilai awal atau standarnya adalah 0

source: Mouse sensitivity:
id: Sensitifitas Tetikus:

source: Saving
id: Menyimpan

source: Autosave interval in minutes:
id: Selang waktu simpan otomatis dalam menit:

source: Number of autosaves:
id: Jumlah simpan otomatis:

source: Number of quicksaves:
id: Jumlah simpan cepat:

source: Language
id: Bahasa

source: General
id: Umum

source: Rotate minimap with map:
id: Rotasi peta mini dengan peta:

source: Whether to also rotate the minimap whenever the regular map is rotated
id: Memutar peta mini akan memutar peta reguler juga

source: Uninterrupted building:
id: Bangunan tidak terganggu:

source: When enabled, do not exit the build mode after successful construction
id: Ketika diaktifkan, jangan keluar dari mode bangun setelah berhasil melakukan konstruksi

source: Auto-unload ship:
id: Otomatis membongkar muatan kapal:

source: Whether to unload the ship after founding a settlement
id: Ketika membongkar muatan kapal setelah berlabuh di pemukiman

source: Don't use in normal game session. Decides whether to write debug information in the logging directory of your user directory. Slows the game down.
id: Jangan gunakan dalam sesi permainan normal. Putuskan apakah akan menulis informasi debug di direktori log pengguna. Memperlambat permainan.

source: Enable logging:
id: Aktifkan pencatatan:

source: Production indicators:
id: Indikator produksi:

source: Whether to show resource icons over buildings whenever they finish production
id: Apakah akan menampilkan ikon sumber daya di atas bangunan setiap kali mereka menyelesaikan produksi

source: Higher values slow down scrolling.
id: Nilai yang lebih tinggi dapat memperlambat pengguliran.

source: Scroll delay:
id: Penundaan pengguliran:

source: Choose a quote type:
id: Pilih jenis kutipan:

source: What kind of quote to display while loading a game
id: Kutipan seperti apa yang akan ditampilkan saat memuat gim

source: Network
id: Jaringan

source: If set to 0, use the router default
id: Jika diatur ke 0, gunakan bawaan perute

source: Network port:
id: Porta Jaringan:

source: Discard current changes
id: Buang perubahan saat ini

source: Reset to default settings
id: Reset ke pengaturan asali

source: Save changes
id: Simpan perubahan

source: Your saved games:
id: Gim yang Anda simpan:

source: Password of the game. Required to join this game
id: Kata sandi permainan. Diperlukan untuk bergabung dengan gim ini

source: Cancel
id: Batalkan

source: Enter filename:
id: Masukkan nama berkas:

source: Details:
id: Detail:

source: Delete selected savegame
id: Hapus gim tersimpan yang dipilih

source: New game - Singleplayer
id: Permainan baru - Pemain tunggal

source: Scenario
id: Skenario

source: Random map
id: Peta acak

source: Free play
id: Permainan bebas

source: Start game
id: Mulai permainan

source: Choose a map to play:
id: Pilih peta untuk dimainkan:

source: Map settings:
id: Pengaturan peta:

source: Seed:
id: Benih:

source: Select a language:
id: Pilih bahasa:

source: AI players:
id: Pemain AI:

source: Game settings:
id: Pengaturan gim:

source: Free Trader
id: Pedagang Bebas

source: Pirates
id: Bajak Laut

source: Disasters
id: Bencana

source: Player name:
id: Nama pemain:

source: Color:
id: Warna:

source: Invalid filename
id: Nama berkas tidak valid

source: Received an invalid filename for a save command.
id: Menerima nama berkas tidak valid ketika menyimpan.

source: Error
id: Kesalahan

source: Failed to save.
id: Gagal melakukan penyimpanan.

source: The trade partner does not sell this.
id: Mitra dagang tidak menjual ini.

source: You can not store this.
id: Anda tidak dapat menyimpan ini.

source: You can not afford to buy this.
id: Anda tidak mampu membeli ini.

source: The trade partner does not sell more of this.
id: Mitra dagang tidak menjual lebih banyak dari ini.

source: The trade partner does not buy this.
id: Mitra dagang tidak membeli ini.

source: You do not possess this.
id: Anda tidak memiliki ini.

source: The trade partner can not store more of this.
id: Mitra dagang tidak dapat menyimpan lebih dari ini.

source: The trade partner can not afford to buy this.
id: Mitra dagang tidak mampu untuk membeli ini.

source: The trade partner does not buy more of this.
id: Partner dagang Anda tidak bersedia membeli lebih untuk ini.

source: Failed to quicksave.
id: Gagal menyimpan cepat.

source: An error happened during quicksave.
id: Terjadi kesalahan selama penyimpanan cepat.

source: Your map has not been saved.
id: Peta Anda belum disimpan.

source: If this error happens again, please contact the development team: {website}
id: Jika kesalahan ini terjadi lagi, silakan hubungi tim pengembangan: {website}

source: Are you sure you want to quit Unknown Horizons?
id: Apakah Anda yakin ingin keluar dari Unknown Horizons?

source: Quit Game
id: Keluar dari Gim

source: No diplomacy possible
id: Tidak ada diplomasi yang mungkin

source: Cannot do diplomacy as there are no other players.
id: Tidak bisa melakukan diplomasi karena tidak ada pemain lain.

source: Are you sure you want to delete these objects?
id: Apakah Anda yakin ingin menghapus objek ini?

source: Delete
id: Hapus

source: {size}x{size} tiles
id: {size}x{size} petak

source: Press key…
id: Tekan tombol…

source: {key} is already set to {action}.
id: {key} sudah diatur ke {action}.

source: Would you like to overwrite it?
id: Apakah Anda ingin menimpanya?

source: Confirmation for overwriting
id: Konfirmasi untuk menimpa

source: Quotes
id: Kutipan

source: Gameplay Tips
id: Kiat Permainan

source: Press 'ESC' to access Game Menu.
id: Tekan 'ESC' untuk mengakses Menu Gim.

source: Use 'SHIFT' to place multiple buildings.
id: Gunakan 'SHIFT' untuk menempatkan beberapa bangunan.

source: Currently only the first {tier} tiers are playable.
id: Saat ini hanya {tier} tingkatan pertama yang dapat dimainkan.

source: You can pause the game with 'P'.
id: Anda dapat menjeda permainan dengan 'P'.

source: You can drag roads by holding the left mouse button.
id: Anda dapat menyeret jalan dengan menahan tombol kiri mouse.

source: You can build multiple buildings by holding the 'SHIFT' key.
id: Anda dapat membangun beberapa bangunan dengan menahan tombol 'SHIFT'.

source: You can increase the happiness of your inhabitants by lowering the taxes.
id: Anda dapat meningkatkan kebahagiaan penduduk Anda dengan menurunkan pajak.

source: Build fire stations and doctors to protect your inhabitants from fire and disease.
id: Bangun pos pemadam kebakaran dan dokter untuk melindungi penghuni Anda dari kebakaran dan penyakit.

source: Build storage tents to increase your storage capacity.
id: Bangun tenda penyimpanan untuk meningkatkan kapasitas penyimpanan Anda.

source: Make sure every house is in range of a marketplace.
id: Pastikan setiap rumah berada dalam jangkauan pasar.

source: Press 'T' to make trees transparent.
id: Tekan 'T' untuk membuat pohon transparan.

source: Build storage tents and lookouts to expand your settlement range.
id: Bangun tenda penyimpanan dan menara pengintai untuk memperluas jangkauan pemukiman Anda.
