Repository: MarkusHackspacher/unknown-horizons
Catalog: po/scenarios/*/The_Unknown.po
Languages: hr, zh_cn

source: easy
hr: lako
zh_cn: 简单

source: You are the captain of a ship under the flag of England in 1740. You and your crew were on the way to a colony of England in the Pacific Ocean. Everything went fine until you came into a storm…
hr: Ti si kapetan broda pod engleskom zastavom 1740. godine. Ti i tvoja posada bili ste na putu prema Engleskoj koloniji koja se nalazi negdje u pacifičkom oceanu. Sve je bilo u redu dok vas nije zatekla strašna oluja …
zh_cn: 1740年，作为船长，你将率领船队前往位于太平洋的英格兰殖民地。 开局顺风顺水，直到一场暴风雨来袭……

source: 20th November 1740
hr: 20. studenoga 1740.
zh_cn: 1740 年，11 月 20 日

source: After four days the storm finally fades and we can take a rest. But we only have little food left and our ship is in a bad shape. The navigational instruments and sea charts are lost.
hr: Nakon četiri dana oluja se napokon stišala i posada se može odmoriti. Međutim preostalo nam je malo hrane i naš brod je u dosta lošem stanju. Navigacijski instrumenti i morske karte su izgubljeni.
zh_cn: 四天的风暴过后，我们终于获得了喘息的机会。但现在的我们只剩下些许食物，和破损的船只，而导航设备和海图都已遗失。

source: We have to come ashore soon. One of my jacks saw some birds hunting for fish, so land can't be far. Fortunately we always have some tools and boards onboard, so we can build some basic shelter.
hr: Moramo uskoro doći do obale. Jedan od mojih mornara je vidio nekoliko ptica koje love ribu, što ukazuje na kopno u blizini. Na sreću uvijek imamo nešto alata i dasaka na brodu kako bi mogli izgraditi sklonište.
zh_cn: 我们必须尽快靠岸。 手下看到有鸟类在捕鱼，这预示着陆地就在不远处。 很幸运，船上还有一些工具和木板，能够建立起简易的庇护所。

source: Task: Find land and build a port.
hr: Zadatak: Pronađi kopno i sagradi luku.
zh_cn: 任务： 寻找陆地，并建立一座港口。

source: 22nd November 1740
hr: 22. studenoga 1740.
zh_cn: 1740 年，11 月 22 日

source: The port is built and a new hope arises. I am still worried about the next days… we are running out of food and lack basic building material.
hr: Luka je izgrađena i budi se nova nada. Još uvijek sam zabrinut oko sljedećih par dana … uskoro ćemo ostati bez hrane i nedostaje nam osnovni građevinski materijal.
zh_cn: 港口建成了，我们有希望了。 不过我还是担心接下来的日子…...我们的食物告罄，又缺少基本的建材。

source: We need to secure our basic needs to keep us alive. It is time to send people gathering food and lumber so that we can survive and build some shelter.
hr: Moramo osigurati osnovne potrebe ljudi kako bismo preživjeli. Vrijeme je da pošaljemo ljude da sakupe hranu i drvo kako bismo preživjeli i izgradili neku vrstu zaklona.
zh_cn: 要确保活下去。 是时候让大家收集食物和木材了。

source: Task: Build at least one of each: * Lumberjack * Fisher * Hunter Collect 5 food and 5 boards.
hr: Zadatak: Izgradi barem jedno od svakog: * Drvosječu * Ribara * Lovca Skupi 5 hrane i 5 dasaka.
zh_cn: 任务： 每样至少一个： * 伐木工 * 渔夫 * 猎人 收集 5 样食物，和 5 块木板。

source: 25th November 1740
hr: 25. studenoga 1740.
zh_cn: 1740 年，11 月 25 日

source: We have secured our basic needs of food and gathered some wood to continue the growth of our new settlement. Our people demand a place to live and exchange goods for their everyday needs.
hr: Osigurali smo naše osnovne potrebe za hranom i skupili nešto drva kako bismo nastavili s daljnjom izgradnjom našeg naselja. Naši ljudi zahtijevaju mjesto za život i razmjenu dobara kako bi zadovoljili vlastite svakodnevne potrebe.
zh_cn: 食物已满足，木材也够定居点的增长需求。 人民还要求有一处居住和贸易的地方，来满足日常需求。

source: It is time to build some tents to live in and a small main square to supply our citizens with goods.
hr: Vrijeme je da izgradimo šatore za život i mali glavni trg za snabdjevanje stanovnika s potrepštinama.
zh_cn: 是该建造一些帐篷了。再修建一处中央广场，为市民提供货物。

source: Task: Build a Main Square and at least 10 Tents.
hr: Zadatak: Izgradi glavni trg i barem 10 šatora.
zh_cn: 任务： 建造一座中央广场，和不少于10 间的帐篷。

source: 1st December 1740
hr: 1. prosinca 1740.
zh_cn: 1740 年，12 月 1 号

source: Finally we have enough to eat and a place to live again. My tent is not very comfortable but it keeps me dry and I have the feeling of having a roof over my head at night.
hr: Napokon imamo dovoljno za jesti i mjesto za život. Moj šator nije baš udoban ali održava me suhim i noću imam osjećaj krova nad glavom.
zh_cn: 我们终于有吃住的地方了。 尽管帐篷住得不太舒服，但也让我们免于风吹雨打。

source: I have been researching the stars at night, but without my sea charts and instruments their meaning remains unknown. I have the feeling we will be stuck here for a while, so we'll have to make the best of situation. We can only try to to build up a civilisation and find a way home…
hr: Istraživao sam zvijezde noću, ali bez mojih morskih karata i instrumenata njihovo značenje je nejasno. Imam osjećaj da ćemo neko vrijeme ovdje ostati zaglavljeni, stoga moramo živjeti s ovom situacijom na najbolji mogući način. Možemo samo pokušati izgraditi civilizaciju te pronaći put kući …
zh_cn: 每晚我都在观测星空。不过少了海图和仪器，我的脑子还是一头雾水。 我总感觉，得在这里呆上很久，有必要充分了解周遭。 我们会试着建立文明，并找到回家的路……

source: Task: Grow the village until you have at least 250 inhabitants and a positive balance.
hr: Zadatak: Izgradi naselje dok populacija ne dosegne 250 stanovnika i pozitivnu bilancu.
zh_cn: 任务： 发展村庄，至少得有 250 名居民，并保持村庄正增长。

source: 27th August 1745
hr: 27. kolovoza 1745.
zh_cn: 1745 年，8 月 27 日

source: Our village is doing well, the city has grown to over 250 inhabitants. I have started getting used to my new home, but this island is too small to stay here forever.
hr: Naše selo dobro napreduje, naselje ima preko 250 stanovnika. Počeo sam se navikavati na moj novi dom, ali je ovaj otok pre mali da bismo ovdje zauvijek ostali.
zh_cn: 村庄整体发展良好，人口已过 250 人。 我已习惯了新家，不过这个岛太小了，不能久困于此。

source: We should load our ship and move out to find a bigger island offering room and resources for my people. I have created a basic navigational map again, using the stars I see at night. It is not perfect, but I hope it will suffice to return here.
hr: Moramo natovariti naš brod i pronaći veći otok koji nudi više mjesta i resursa za moje ljude. Napravio sam novu osnovnu navigacijsku mapu koristeći zvijezde koje vidim noću. Nije savršena, ali se nadam da će biti dovoljna za povratak ovamo.
zh_cn: 我们要乘船，外出寻找更大的岛屿，来提供足够的空间和资源。 夜晚观星也有了收获，创建了基本的导航图。 尽管它不太完美，但我希望它能帮助我离开这里。

source: Task: Contact the Unknown Horizons Team (www.unknown-horizons.org) and find out how you can contribute to making this scenario longer and better!
hr: Zadatak: Kontaktiraj Unknown Horizons tim (www.unknown-horizons.org) i otkrij kako možeš pomoći u stvaranju ovog scenarija dužim i boljim!
zh_cn: 任务： 和“未知地平线”团队（www.unknown-horizons.org）联系，为游戏后续发展添砖加瓦！
