Repository: MarkusHackspacher/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: ro, zh_cn

source: Tutorial
zh_cn: 教程

source: The tutorial: Build your first settlement and learn how to play!
ro: Tutorialul: Construiește primul tău așezământ și învață cum să joci!
zh_cn: 教程： 建造第一个殖民地，教你怎么玩！

source: Build a Warehouse on the coast to allow trade ships to visit your settlement.
ro: Construiește un depozit pe coastă pentru a putea lăsa vapoarele de comerț să viziteze așezarea ta.
zh_cn: 在沿岸建一间仓库以允许商船来光顾你的领地。

source: Welcome to Unknown Horizons!
ro: Bine ai venit în Unknown Horizons!
zh_cn: 欢迎来到未知地平线！

source: This is your Journal, where important information about the current scenario is stored. A summary of each new task will also appear as a 'notification button' near the left-hand edge of the screen. You can hover your mouse over these notifications to read the summary, or click the button itself to open the Journal.
ro: Acesta este jurnalul tău, unde informații importante despre scenariul curent sunt stocate. Un sumar despre fiecare task nou va apărea ca un 'buton de notificare' aproape de marginea dreaptă a ecranului. Poți pune cursorul mouse-ului peste aceste notificări pentru a citi sumarul, sau să apesi pe buton pentru a deschide jurnalul.
zh_cn: 这是您的日志，其中存储了关于当前场景的重要信息。每个新任务的总结也会出现在屏幕左边的“通知按钮”上。您可以将鼠标停留在这些通知上，以阅读摘要，或者单击按钮本身打开日志。

source: You can also re-open the Journal at any time by clicking the button below the mini-map, at the top right of your screen. From now on, we'll refer to this area containing the mini-map, various buttons and tabs as the 'Overview'.
ro: De asemenea poți re-deschide Jurnalul în orice moment apăsând pe butonul de sub mini-harta jocului, aflată în stânga sus al ecranului. De acum încolo, ne vom referii la această zonă ce conține mini-harta, diverse butoane si tab-uri ca și 'Overview'.
zh_cn: 您也可以随时点击屏幕右上方小地图下方的按钮，重新打开 "日志"。从现在开始，我们将这个包含小地图、各种按钮和标签的区域称为 "概览"。

source: To see your first task, turn to the next page of the Journal using the button at the bottom of the opposite page - it looks like this:
ro: Pentru a vedea primul tău task, treci la pagina următoare din Jurnalul tău folosind butonul de jos a paginii opuse - arată așa:
zh_cn: 要查看您的第一项任务，请点击旁边页面下方的按钮来翻到日志的下一页。如下所示：

source: If you have any suggestions about how this tutorial can be improved, or if you encounter any errors, please tell us.
ro: Dacă ai orice sugestie despre cum acest tutorial poate fi îmbunătățit, sau dacă ai întâmpinat orice eroare, te rugăm să ne spui.
zh_cn: 如果你有任何改善这个教程的建议，或者你遇到了任何问题，请告诉我们。

source: Visit www.unknown-horizons.org to find out how to contact the team.
ro: Vizitează www.unknown-horizons.org pentru a afla cum poți contacta echipa.
zh_cn: 请访问 www.unknown-horizons.org 以了解如何与团队联系。

source: And now, let's start the game!
ro: Și acum, hai să începem jocul!
zh_cn: 现在，让我们开始游戏吧！

source: NEW TASK: CREATE A SETTLEMENT
ro: NOU TASK: CREAZĂ UN NOU AȘEZĂMÂNT
zh_cn: 新任务：创建驻地

source: Your ship is at sea, loaded with the supplies you'll need to establish a new settlement.
ro: Corabia ta este pe mare, plină cu resursele necesare tu trebuie sa stabilești un nou așezământ.
zh_cn: 你的船在海上漂泊，满载你开拓新驻地所需的物资。

source: To move your ship, select it with a left-click then right-click on the location you want it to sail to.
ro: Pentru a muta corabia ta, selectează corabia, apoi folosind click dreapta și apoi click stânga pe locația unde dorești să navigheze.
zh_cn: 要移动你的船，按鼠标左键选定它，然后右键点击您希望它航行到的位置。

source: Once you're near the coast, the 'Build Settlement' button in the overview will become active.
ro: Odată ajuns aproape de coastă, butonul de 'Construiește Așezământ' din meniu va deveni activ.
zh_cn: 当你的船靠近海岸，在概况显示栏中的“修建驻地”按钮会被激活。

source: Clicking this button will show a preview of the Warehouse, the first building required to found a new settlement. As you move the cursor around, you'll notice that the preview is shaded red when the building is in an unsuitable area.
ro: Apăsând acest buton îți va arăta o pre-vizualizare a Depozitului, prima clădire necesară pentru a fonda așezământul. Când miști cursorul pe ecran, vei observa că pre-vizualizarea este colorată cu roșu când această clădire nu este potrivită pe zona selectată.
zh_cn: 点击这个按钮将显示仓库的预览，第一个建筑要找到一个新的定居点。当你移动光标的时候，你会注意到当建筑物在一个不合适的区域时，预览会被阴影所覆盖。

source: The Warehouse needs to be positioned on the coast to allow ships to dock. So, find a good location then left-click to place this important building.
ro: Depozitul trebuie să fie poziționat pe coastă pentru a putea permite corăbiilor să andocheze. Așa că, găsește o locație bună și apasă click dreapta pentru a plasa această clădire importantă.
zh_cn: 仓库需要安置在海岸上，以便船只停靠。所以，找到一个好的位置，然后左键点击来放置这个重要的建筑。

source: Task: Build a Warehouse on the coast.
ro: Task: Construiește un depozit pe coastă.
zh_cn: 任务：在海岸上建一间仓库。

source: Build a Lumberjack's Tent and connect it to the Warehouse.
ro: Construiește Cortul Tăietorului de Lemne și leagăl cu Depozitul.
zh_cn: 建造一个伐木工人的帐篷并把它与仓库相连。

source: NEW TASK: BUILD A LUMBERJACKS TENT
ro: NOU TASK: CONSTRUIEȘTE UN CORT PENTRU TĂIETORUL DE LEMNE
zh_cn: 新任务：建伐木工帐篷

source: The supplies and construction materials have been unloaded from your ship and safely stored in your new Warehouse. Now it's time to construct some basic buildings, beginning with a Lumberjack's Tent.
ro: Resursele și materialele de construcție au fost descărcate de pe corabia ta și depozitate în siguranță în noul tău Depozit. Acum este timpul pentru construcția câtorva construcții de bază, să începem cu un Cort pentru Tăietorul de Lemne.
zh_cn: 物资和建筑材料已从你的船上卸下，并安全储存在你的新仓库里。现在是建造一些基本建筑的时候了，从一个伐木工人的帐篷开始。

source: Lumberjacks will fell trees from the woodland around their tent and process the timber to produce boards, for use in construction or as a trade resource.
ro: Tăietorii de lemne vor tăia copacii din pădurea din jurul cortului și vor procesa lemnul pentru a produce cherestea, folosită pentru construcții sau ca resursă de comerț.
zh_cn: 伐木工人会从他们的帐篷周围的林地上砍伐树木，并加工木材来生产木板，用于建筑或贸易资源。

source: To build a Lumberjack's Tent, open the Build Menu by clicking the button below the mini map or pressing 'B', the default hotkey.
ro: Pentru a contrui Cortul Tăietorului de Lemne, deschide Meniul de Construcție apăsând pe butonul de sub mini-harta sau apăsând 'B', hotkey-ul de bază.
zh_cn: 要建立一个伐木工人的帐篷，通过点击迷你地图下方的按钮或按下“B”键打开构建菜单，这是默认的快捷键。

source: The Build Menu is sorted by tiers and, as yours is a new settlement, First Tier buildings are the only ones available to you; as your civilization advances, you will obtain access to higher tiers and be able to construct a much wider range of buildings.
ro: Meniul de Construcție este sortat pe nivele, și cum așezământul tău este nou, doar primul nivel de clădiri este valabil pentru tine; când civilizația ta avansează, vei obține access la nivele mai mari și vei putea construi o varietate mai mare de clădiri.
zh_cn: 建筑菜单按层次排序，因为您的是一个新的殖民地，第一级的建筑物是您唯一可用的;随着你的文明进步，你将获得更高级的建筑物，并能够建造更大范围的建筑。

source: Find a nice wooded area for our Lumberjack to work then select 'Lumberjack's Tent' from the list of buildings in the Overview and place the building.
ro: Găsește o zona forestieră bună pentru Tăietorul de Lemne și apoi alege 'Cortul Tăietorului de Lemne' în lista construcțiilor din meniu și plasează clădirea.
zh_cn: 找一个树木繁茂的地区，让我们的伐木工人工作，然后从概述的建筑物列表中选择“伐木工人的帐篷”，然后把房子建好。

source: Later in the game you might want to create woodland by planting trees, but since that costs money, you should use what nature has provided for the time being!
ro: Mai târziu în joc vei dori să creezi o pădure plantând copaci, dar din moment ce asta costă bani, momentan ar trebui să te folosești de ce îți este oferit în natură!
zh_cn: 在游戏后期，你可能想要通过植树来创造林地，但由于这需要花钱，你应该用自然时间！

source: Any resource-gathering or production building needs a path connecting it to a Warehouse or other form of storage, otherwise the goods it produces will not be collected.
ro: Orice clădire de colectare resurse sau de producție necesită un drum către Depozit sau orice altă formă de depozitare, altfel bunurile produse nu vor putea fi colectate.
zh_cn: 任何资源采集或生产建筑都需要一条路径将其与仓库或其他形式的仓库连接起来，否则其生产的货物将无法收集。

source: So, once your Lumberjack's Tent is in position, connect it to your Warehouse by opening the Build Menu then clicking the 'Path' button. You can now click and drag with the mouse to draw the route of your path between the Lumberjack's Tent and the Warehouse.
ro: Deci, îndată ce Cortul Tăietorului de Lemne este în poziție, leagăl cu Depozitul deschizând Meniul de Construcție și apoi apăsând butonul 'Cărare'. Acuma apăsa click și să trage de mouse pentru a desena ruta cărarii tale dintre Cortul Tăietorului de Lemne și Depozit.
zh_cn: 所以，当你的伐木工帐篷就位后，打开建造菜单，然后点击 "路径 "按钮，将其与仓库连接起来。现在，你可以用鼠标点击并拖动鼠标来绘制伐木工人帐篷和仓库之间的路径路线。

source: Task: Build a Lumberjack's Tent in a wooded area and connect it to your Warehouse.
ro: Task: Construiește Cortul Tăietorului de Lemne intr-o zona de pădure și leagăl de Depozit.
zh_cn: 任务：在林区建造一个伐木工人的帐篷，并将其连接到您的仓库。

source: Once the buildings are connected you'll see a collector arrive to pick up your newly produced boards and deliver them to the Warehouse, ready for use in construction or trade.
ro: Îndată ce clădirile sunt legate vei vedea un cărăuș venind să ridice noile placi de cherestea pe care le va livra către Depozit, pregătite pentru uz în construcții sau comerț.
zh_cn: 建筑物连接起来后，你会看到一个收集者来到这里，领取你新生产的木板，并把它们送到仓库，准备在建筑或贸易中使用。

source: Build a Hunter's Tent and a Fisherman's Tent. Connect them to the Warehouse.
ro: Construiește Cortul Vânătorului și Cortul Pescarului. Leagăle către Depozit.
zh_cn: 建造一个猎人帐篷和一个渔夫帐篷。将它们连接到仓库。

source: NEW TASK: FOOD SUPPLY
ro: NOU TASK: RESURSE DE HRANĂ
zh_cn: 新任务：粮食供应

source: You will need to have some food-producing companies too, because people in general (and especially sailors) are very hungry.
ro: Va trebui să ai niște companii de producție pentru hrană, deoarece oamenii în general (și în special marinarilor) le este foame.
zh_cn: 您还将需要一些生产粮食的公司，因为人们（尤其是水手）非常饥饿。

source: Available companies in the first tier are the Hunter's Tent and Fisherman's Tent.
ro: Companiile valabile din primul nivel sunt Cortul Vânătorului și Cortul Pescarului.
zh_cn: 最初可供选择的公司有猎人帐篷和渔夫帐篷。

source: The hunter hunts animals in the forest, thus needs trees nearby.
ro: Vânătorii vânează animale în pădure, deci sunt necesari copaci prin preajmă.
zh_cn: 猎人在森林里狩猎，附近需要有树林。

source: Note that you can place your Hunter's Tent close to the lumberjack's forest.
ro: Notează că poți plasa Cortul Vânătorului aproape de pădurea Tăietorului de Lemne.
zh_cn: 注意，可将猎人帐篷建在靠近伐木工工作的森林旁。

source: It can happen that the animals don't reproduce fast enough or simply hide well.
ro: Se poate întâmpla ca animalele să nu se poată reproduce destul de rapid sau ca ele să se ascundă foarte bine.
zh_cn: 可能会发生动物繁殖速度不够快，或者干脆躲得远远的。

source: Conclusion: the Hunter's Tent is not too reliable if you need continuous supply.
ro: Concluzie: Cortul Vânătorului nu este prea de bază când vine vorba de aprovizionare continuă.
zh_cn: 结论：如果需要持续补给的话，猎人的帐篷不太靠谱。

source: The Fisher needs a coastal building site like the Warehouse and a fish school in range.
ro: Pescarul necesită de o clădire coastală precum Depozitul sau un banc de pești prin preajmă.
zh_cn: 渔民需要一个像仓库一样的沿海建筑工地和一个范围内的鱼群。

source: He will build a small rowing vessel and catch some fish.
ro: El va construi un mic vas cu vasle și va prinde niște pești.
zh_cn: 他会造一艘小艇来钓鱼。

source: This is a very constant supply at the cost of a slightly longer production time per unit of food.
ro: Aceasta este o metodă de aprovizionare foarte constantă, dar costul timpul de producție per unitate de hrană este mai lung.
zh_cn: 这是一种很稳定的持续供应方式，但生产每个单位食物的时间较长。

source: A small settlement like yours can use both companies, and you can better balance pros and cons if you see the direct comparison.
ro: Un mic așezământ ca al tău se poate folosi de ambele companii, astfel tu poți balansa beneficiile și dezavantajele dacă vezi comparația directă.
zh_cn: 像你这样的小型定居点可以使用这两家公司，如果你能直接比较它们，你就能更好地平衡利弊。

source: Task: Build a Hunter's Tent and a Fisherman's Tent.
ro: Task: Construiește Cortul Vânătorului și Cortul Pescarului.
zh_cn: 任务：建造一个猎人的帐篷和一个渔夫的帐篷。

source: Don't forget to connect them to your Warehouse with Trails!
ro: Nu uita să le conectezi cu Depozitul prin cărări!
zh_cn: 别忘了用小径把它们和你的仓库连接在一起！

source: Build a Main Square. Choose an area without many economy buildings.
ro: Construiește Piața Principală. Alege o zona cu multe clădiri economice.
zh_cn: 建造一个中央广场。选择一个没有很多经济建筑的地区。

source: NEW TASK: MAIN SQUARE
ro: NOU TASK: PIAȚA PRINCIPALĂ
zh_cn: 新任务：中央广场

source: Your residents need a main square where they can fetch their goods from.
ro: Rezidenții tăi au nevoie de o piață principală de unde pot procura bunuri.
zh_cn: 居民需要一座中央广场，来满足货物供应。

source: This means that they need a trail connection from their home to the Main Square. Note that the Main Square acts as trail as well, therefore adjacent Tents do not need a separate Trail.
ro: Asta înseamnă că au nevoie de o cărare trasată de la casele lor până la Piața Principală. Notează că Piața Principală de asemenea se comportă ca o cărare, prin urmare corturile adiacente nu necesită o cărare separată.
zh_cn: 这说明他们需要一个小径来把他们的家和中央广场连接起来。注意中央广场也有小径的功能，因此相邻的帐篷不需要额外的小径。

source: All goods in your Warehouse are available at this 'market place', so your residents do not need to walk to the Fisherman's Tent or even to the Warehouse.
ro: Toate bunurile din Depozit sunt valabile la acest 'Loc de Comerț', deci rezidenții tăi nu trebuie să meargă la Cortul Pescarului sau la Depozit.
zh_cn: 你的仓库中的所有货物都可以在这个“市场”获得，因此你的居民不需要走到渔夫的帐篷或仓库去交易。

source: You should avoid placing your main settlement tents too close to your lumberjacks because building tents will clear away the trees that your lumberjack needs to produce boards.
ro: Ar trebui să eviți plasarea caselor principale prea aproape de Tăietorul de Lemne pentru că vor sta în calea copacilor necesari pentru producerea de cherestea.
zh_cn: 你应该避免让驻地的主要帐篷和伐木场太近，因为建造帐篷会清除树木，而伐木工需要树木来生产木板。

source: Companies work without being connected to the tents, so you don't need to build a road between the Main Square and e.g. your Lumberjack's Tent.
ro: Companiile merg fără să fie conectate la corturi, deci nu este necesar să construiești un drum între Piața Principală și de exemplu Cortul Tăietorului de Lemne.
zh_cn: 公司们可以独立工作，无需连接到帐篷，因此你无需在主广场和伐木工帐篷之间建造道路。

source: Task: Build a Main Square.
ro: Task: Construiește o Piață Principală.
zh_cn: 任务：建造一个中央广场。

source: Now let's have a closer look at the Main Square.
ro: Acuma hai să ne uităm mai atent la Piața Principală.
zh_cn: 我们近距离接触一下中央广场。

source: In the 'Account' tab you get a balance sheet of this island, featuring all costs you pay and all taxes you earn.
ro: În tabul 'Cont' ai o foaie de balanță a acestei insule, ce conține toate costurile pe care le ai și taxele pe care le primești.
zh_cn: 在“账户”选项卡中，你可以获得该岛的资产负债表，其中包括你支付的所有成本和你获得的所有税收。

source: The items 'Sale' and 'Buy' refer to your trading balance and will be explained later on.
ro: Tab-urile 'Vinde' și 'Cumpără' se referă la balanța ta comercială și va fi explicată mai târziu.
zh_cn: “出售”和“购买”这两个选项指的是您的贸易余额，稍后我们将对其进行讲解。

source: If your balance is positive, you all-in-all make a profit.
ro: Dacă balanța ta este pozitivă, tu în definitiv faci profit.
zh_cn: 如果你的余额为正数，总体而言你是盈利的。

source: In the different tier overview tabs you can see statistics about your inhabitants. You also set the tier-specific global tax here and allow or deny inhabitants of this tier to upgrade to the next higher one.
ro: În diferitele nivele de taburi sumar poți vedea statistici despre locuitori. De asemenea aici poți seta taxe globale specifice nivelului și poți lăsa sau opri locuitorii din acest nivel să avanseze la următorul nivel.
zh_cn: 在不同的层级概览选项中，你可以查看关于居民的统计信息。你还可以在此处设置特定层级的全局税收，并允许或拒绝该层级的居民升级到更高的层级。

source: Build a Tent and connect it to the Main Square if necessary.
ro: Construiește un Cort și leagăl de Piața Principală dacă este necesar.
zh_cn: 建造一个帐篷，并根据需要将其连接到主广场。

source: NEW TASK: RESIDENTIAL BUILDINGS
ro: NOU TASK: CLĂDIRI REZIDENȚIALE
zh_cn: 新任务：居民区的建筑

source: Settlers want to have a roof over their heads, else they won't even think of living in your city! You need to provide tents.
ro: Coloniștii vor să aibe un acoperiș deasupra capului, altfel nici nu se vor gândi să locuiască în orașul tău! Trebuie să oferi corturi.
zh_cn: 居民们希望能有一个遮蔽所，否则他们甚至不会考虑在你的城市居住！你需要提供帐篷。

source: Tents are the basic residential buildings. Your inhabitants will want to upgrade it when they reach higher tiers.
ro: Corturile sunt clădirile rezidențiale de bază. Locuitorii tăi vor vrea să își îmbunătățească casa când vor ajunge la nivele mai mari.
zh_cn: 帐篷是基础住宅建筑。当居民升级到更高的层级时，他们会希望将其升级。

source: Note that the upgrade of each building requires construction material, like wood for their first upgrade.
ro: Notează că îmbunătățirea fiecărei clădiri necesită noi materiale de construcție, cum ar fi lemnul pentru prima lor îmbunătățire.
zh_cn: 注意，升级建筑需要建筑材料，比如第一次升级需要木头。

source: Consider to disable the upgrade if your stock of these materials is low.
ro: Consideră să dezactivezi imbunătățirea dacă stocul de aceste materiale este scăzut.
zh_cn: 如果该材料的库存量不多，可以考虑禁止升级。

source: Settlers may not look very useful since they will try to consume all goods you produce - but they at least pay taxes, and that's the only way you can make money for now!
ro: Coloniștii pot părea nu prea folositori din moment ce vor consuma toate bunurile produse - dar măcar plătesc taxe, și este singura modalitate prin care poți face bani, cel puțin pentru moment!
zh_cn: 居民可能看起来没有太多用处，因为他们会消耗你生产的所有商品 - 但至少他们会支付税款，这是目前你唯一能赚钱的方式！

source: Task: Build a Tent and connect it to the Main Square if necessary. Tents don't need to be connected to any of the companies.
ro: Task: Construiește un Cort și leagăl de Piața Principală dacă este necesar. Corturile nu necesită să fie conectate de companii.
zh_cn: 任务：建立一所帐篷，必要时可连接到中央广场。 帐篷不需要连接到公司。

source: Build at least three additional Tents and connect them to the Main Square.
ro: Construiește cel puțin trei corturi adiționale și leagăle de Piața Principală.
zh_cn: 至少再修建三所帐篷，并连接到中央广场。

source: Let's have a look at the Tent overview tab.
ro: Hai să ne uităm la tabul sumar al Corturilor.
zh_cn: 我们研究一下帐篷的概述栏。

source: You can see * the happiness of these residents, * the taxes they pay and * the resources they demand.
ro: Poți vedea * fericirea acestor rezidenți, * taxele pe care le plătesc și * resursele pe care le cer.
zh_cn: 可以看到有： * 居民幸福度， * 税款 * 及所需资源。

source: If their demands are fulfilled, happiness and thus your tax income increase.
ro: Dacă cererile lor sunt indeplinite, fericirea și astfel venitul de pe taxe crește.
zh_cn: 如果满足了他们的需求，幸福度就会提高，从而增加你的税收收入。

source: If not, happiness and income decrease. At some time your residents may get really sour and simply turn their back on your village, leaving behind a decaying ruin.
ro: Dacă nu, fericirea și venitul va scade. La un moment dat rezidenții tăi se vor supăra și își vor întoarce spatele satului tău, lăsând în urmă o ruină în descompunere.
zh_cn: 如果不满足居民的需求，幸福度和收入就会下降。在某个时候，你的居民可能会变得非常不满，并直接离开你的村落，留下一个腐朽的废墟。

source: Note that you can also change the global tax settings here, too.
ro: Notează că și aici poți schimba setarea taxelor globale.
zh_cn: 注意，你还可以在此处更改全局税收设置。

source: Task: Build at least three additional Tents.
ro: Task: Construiește cel puțin trei Corturi adiționale.
zh_cn: 任务：建造至少三个额外的帐篷。

source: TIP: Holding down SHIFT eases constructing multiple buildings of the same kind.
ro: PONT: Ținând apăsat pe butonul SHIFT ajută la construirea mai multor clădiri de acelaș fel.
zh_cn: 小贴士：按住SHIFT键可以方便地建造多个同类型的建筑。

source: Build a Signal Fire at the coast close to your Warehouse.
ro: Construiește un Foc de Semnal la coastă lângă Depozit.
zh_cn: 在靠近仓库的海岸上建造一个烽火台。

source: NEW TASK: BUILD SIGNAL FIRE
ro: NOU TASK: CONSTRUIEȘTE UN FOC DE SEMNALIZARE
zh_cn: 新任务：建造烽火台

source: Can you see the ship passing your island from time to time? That ship belongs to the Free Trader, one of the first settlers in this archipelago.
ro: Poți vedea o corăbie trecând pe lângă insula ta din când în când ? Ei bine acestă corabie aparține Comerciantului Independent, unul dintre primii coloniști din acest arhipeleag.
zh_cn: 你是否时不时会看到船经过你的岛屿？那艘船属于自由贸易商，他们是这片群岛上最早的定居者之一。

source: The trader will supply your settlement with necessary goods which you can't produce yet.
ro: Comerciantul va aproviziona așezământul tău cu bunurile necesare pe care nu le poți produce încă.
zh_cn: 商人将为你的驻地提供你目前无法生产的必需品。

source: You can also sell surpluses of your production, but in general consuming them (by building more Tents) instead of selling them yields more profit.
ro: De asemena poți vinde surplusul de producție, dar în general folosind acest surplus consumândul (construind mai multe Corturi) în loc să îl vinzi va genera mai mult profit.
zh_cn: 你也可以出售你生产的过剩的商品，但总体而言，消耗这些商品（比如建造更多帐篷）可以比出售它们获得更多的利润。

source: Normally the trader just sails around and looks for deals, but you can speed things up a bit.
ro: În mod normal comerciantul va naviga prin preajmă și va căuta oferte, dar poți grăbii lucrurile puțin.
zh_cn: 通常情况下，商人只是航行并寻找交易机会，但你可以稍微加快一下进程。

source: For this purpose, build a Signal Fire at the coast near your Warehouse. It will show ships the way to your settlement.
ro: Pentru acest scop, construind un Foc de Semnalizare pe coastă lângă Depozit. Va arăta corăbiilor calea către așezarea ta.
zh_cn: 为此，请在靠近仓库的海岸上建造一个烽火台。它将为船只指引前往你的驻地的方向。

source: The Signal Fire has to cover the area which the ships pass through to catch them.
ro: Focul de Semnalizare trebuie să acopere zona pe unde vor trece corăbiile pentru a le putea prinde.
zh_cn: 烽火必须覆盖船只通过的区域，才能获得到它们的注意。

source: After this little advertisement, the trader will also stop by and look into your Warehouse, even if he had planned to sail past it.
ro: După acestă mică atenționare, comerciantul se va opri și se va uita la Depozitul tău, chiar dacă el plănuia să treacă de el.
zh_cn: 在发出这个小广告之后，就算商人原本计划继续航行，也会因此停靠并看看你的仓库里有什么。

source: You can propose deals via the Warehouse tab "Buy/Sell".
ro: De asemnea poți propune oferte prin tabul Depozitului "Cumpără/Vinde".
zh_cn: 你可以通过仓库菜单的“购买 / 出售”功能提出交易建议。

source: At the 'sailors' tier, you are equipped with three trading slots.
ro: La nivelul marinarilor, ești echipat cu trei sloturi de comerț.
zh_cn: 在“水手”阶层，你拥有三个交易槽位。

source: Click on the small icon to change the slot mode from 'Buy' to 'Sell' and vice versa.
ro: Apasă pe icoana mică pentru a schimba modul slotului de la 'Cumpără' la 'Vinde' și vice versa.
zh_cn: 点击小图标将该槽位的模式从“购买”切换为“出售”，反之亦然。

source: Click in the slot to choose the good you want to trade with. We will further explain this once you are ready to trade.
ro: Apasă pe slot pentru a alege ce bun vrei să fie folosit pentru comerț. Îți v-om explica în continuare după ce ești gata de comerț.
zh_cn: 点击槽位选择你想要交易的商品。等你准备好进行交易后，我们将进一步解释这个过程。

source: Task: Build a Signal Fire at the coast close to your Warehouse.
ro: Task: Construiește un Foc de Semnalizare pe coastă aproape de Depozit.
zh_cn: 任务：在靠近仓库的海岸处建造烽火台。

source: Reach an island stock of at least 30 tools. Note that this might take a while.
ro: Atinge un stoc al insulei de cel puțin 30 de unelte. Notează că asta va dura ceva timp.
zh_cn: 让岛屿库存中的工具数量达到至少30个。注意，这可能会需要一段时间。

source: NEW TASK: LEARN TO TRADE
ro: NOU TASK: ÎNVAȚĂ SĂ FACI COMERȚ
zh_cn: 新任务：研究贸易

source: Excellent! The Free Trader will now stop by at your Warehouse from time to time. Let's continue our tutorial on how to trade.
ro: Excelent! Acum Comerciantul Independent se va opri din când în când pe la Depozitul tău. ... Să continuăm tutorialul nostru despre cum să facem comerț.
zh_cn: 很好！自由贸易商将会不时地停靠在你的仓库。 让我们继续进行如何贸易的教程。

source: First click on your own Warehouse and click on the third tab.
ro: Întâi apăsăm pe Depozitul nostru și apoi apăsăm pe al treilea tab.
zh_cn: 首先点击你的仓库，然后点击第三个标签。
