Repository: MarkusHackspacher/unknown-horizons
Catalog: po/scenarios/*/tutorial.po
Languages: ro, zh_cn

source: Then click on one of the 3 slots, then select a good you want to buy or sell.
ro: Apoi apăsăm pe unul din cele 3 sloturi, și selectăm un bun pe care vrei să îl cumperi sau să îl vinzi.
zh_cn: 再点击三个槽位中的一个，然后选择一个你想购买或出售的货品。

source: After selecting a particular type of good, the green bar across the bottom of the slot (if visible) shows you how much you have in stock of this good.
ro: După selectarea unui tip de bun, bara verde de pe fundul slotului (dacă este vizibilă) arată cât de mult din acest bun ai pe stoc.
zh_cn: 在选择特定类型的商品后，槽位底部的绿色条柱（如果可见）将显示您库存中该商品的数量。

source: Dragging the slider on the right of each slot determines your 'target value' which has a different meaning on 'Buy' and 'Sell'.
ro: Trăgând de slider în dreapta fiecărui slot determinăm 'valoarea țintită' de tine ce are un înțeles diferit pentru 'Cumpără' și 'Vinde'.
zh_cn: 拖动每个槽位右侧的滑块可决定你的“目标值”，该值在“购买”和“销售”时有不同的含义。

source: When buying, you will buy sufficient to hold your 'target value' in stock.
ro: Când cumperi, vei cumpăra suficient pentru a păstra 'valorea țintită' de tine pe stoc.
zh_cn: 在购买时，你将购买足够数量的商品，以使库存达到你设定的“目标值”。

source: When selling, the 'target value' is the stock amount at which you will always stop selling until you get more of that resource again.
ro: Când vinzi, 'valoarea țintită' este cantitate de stoc la care te vei opri din vândut până când ai mai multe resurse din nou.
zh_cn: 在销售时，你设定的“目标值”是库存数量，达到该数量后你将停止销售，直到再次获得该资源为止。

source: For example: Having a 'Buy' slot and 5 tons in stock, a slider positioned at 9 tons will cause you to buy 4 additional tons at most.
ro: De exemplu: Având un slot 'Cumpără' și 5 tone pe stoc, un slider poziționat la 9 tone va face ca tu să cumperi cel mult 4 tone adiționale.
zh_cn: 比如： 如果您有一个“购买”槽，并且库存为5吨，滑块位置在9吨，那么你最多会购买4吨的商品。

source: Selling works similarly. A 'Sell' slot with 18 tons in stock and the slider positioned at 13 will sell up to 5 tons.
ro: Vânzarea funcționează similar. Un slot 'Vânzare' cu 18 tone pe stoc și un slider poziționat la 13 va vinde până la 5 tone.
zh_cn: 销售也是同理。如果你有一个“出售”槽，库存为18吨，滑块位置在13吨，那么你最多会销售5吨商品。

source: If the Free Trader however only wants to buy or sell less than your settings would allow him, you need to live with that and wait for him to return.
ro: Dacă Comerciantul Independent dorește doar să cumpere sau să vândă mai puțin decât îi permiți , va trebui să trăiești cu asta și să îl aștepți să revină.
zh_cn: 如果自由贸易者只想购买或出售少于你的设置允许的数量，那么你需要接受现实，并等待他返回。

source: Unknown Horizons features smart pricing, so the value of one unit can vary. It is NOT possible to change prices manually!
ro: Unknown Horizons oferă prețuri inteligent, deci valoarea unei unități poate varia. NU este posibil să schimbăm prețurile manual!
zh_cn: Unknown Horizons使用智能定价，因此一个单位的价值可能会有所变化。 你无法手动更改价格！

source: You can see your trade balance in the 'Account' tab comparing the 'Sale' and 'Buy' values there.
ro: Îți poți vedea balansul comercial în tabul 'Cont' acolo comparând valorile de la 'Vanzare' și 'Cumpărare'.
zh_cn: 你可以在“账户”选项中查看你的贸易收支，并通过比较“销售”和“购买”值来进行评估。

source: Task: Buy as many tools as you need to have 30 tools in stock!
ro: Task: Cumpără pe cât de multe unelte ai nevoie pentru a avea 30 de unelte pe stoc!
zh_cn: 任务：购买足够多的工具以使你的工具库存量达到30！

source: Build a Pavilion with connection to the Tents.
ro: Construiește un Pavilion cu legătură către Corturi.
zh_cn: 建造一个亭楼，并把它和帐篷连接在一起。

source: NEW TASK: BUILD A PAVILION
ro: NOU TASK: CONSTRUIEȘTE UN PAVILION
zh_cn: 新任务：建造一个亭楼

source: Those tools will be enough for the moment. Well done!
ro: Aceste unelte vor fi îndeajuns pentru moment. Felicitări!
zh_cn: 这些工具目前够用了。做得好！

source: You now provide housing, a main square and food to your inhabitants.
ro: Acuma oferi case, o piață principală și mâncare pentru locuitorii tăi.
zh_cn: 现在的你为居民提供了住房、主广场和食物。

source: Still there is one demand which we have not satisfied so far (you may check that by clicking on any Tent): your sailors want a basic building where they can pray.
ro: Totuși este o singură cerință pe care nu am satisfăcut-o încă (poți verifica asta apăsând pe orice Cort): marinarii tăi doresc o clădire simplă unde să se poată ruga.
zh_cn: 至此我们还有一个需求尚未满足（可以通过点击任何一个帐篷来检查）：你的水手们希望有一个基本的建筑可以用于祈祷。

source: The solution is a Pavilion which the village parson quickly puts up as shelter from the sun.
ro: Soluția este un Pavilion pe care preotul orașului îl folosește ca și adăpost de soare.
zh_cn: 解决方案是建造一个亭楼，村里的牧师会很快把它建造好，并把它作为遮阳的避难所。

source: Service buildings like this also need to be connected to the Tents with a Trail, else your inhabitants feel unable to reach them.
ro: Clădirile de serviciu ca aceasta necesită să fie conectată la Corturi cu o Cărare, altfel locuitorii tăi nu pot ajunge la ele.
zh_cn: 像这样的服务型建筑也需要通过小径来和帐篷连接起来，否则你的居民会觉得无法到达那里。

source: Note that faith is treated like a physical resource!
ro: Notează că, credința este tratată ca o resursă fizică!
zh_cn: 注意，信仰被视为一种物质资源！

source: This means that your inhabitants need a road connection to the producer (Pavilion) to pick up faith there.
ro: Asta înseamnă că locuitorii tăi au nevoie de drumuri conectate către producător (Pavilion) pentru a ridica credință de acolo.
zh_cn: 这意味着你的居民需要与生产者（亭楼）之间有道路连接，以在那里获取信仰。

source: After some time, they will have consumed it and then again look for a producer to collect more faith.
ro: După ceva timp, îl vor fi consumat și din nou vor căuta un producător pentru a strange mai multă credință.
zh_cn: 经过一段时间后，他们会消耗完信仰，然后再寻找生产者以获取更多的信仰。

source: Important: It is NOT enough that the building is merely within a certain range of the Tents. The road connection is required as well.
ro: Important: NU este îndeajuns ca, clădirile să fie în raza de acțiune a corturilor. Un drum conectat este de asemenea necesar.
zh_cn: 重要提示： 仅仅使建筑位于帐篷的特定范围内是不够的。 还需要道路连接。

source: Task: Build a Pavilion with a Trail to the Tents in order to fulfill your sailors' demand for faith.
ro: Task: Construiește un Pavilion cu o Cărare către Corturi pentru a satisface nevoia marinarilor pentru credință.
zh_cn: 任务：建造一个亭楼，并通过小径将其与帐篷连接，以满足水手们对信仰的需求。

source: Set the tax level to Low (left end) and wait for your sailors to upgrade.
ro: Setează nivelul taxelor la Scăzut (Capăt Dreapta) și așteaptă ca marinarii tăi să facă o îmbunătățire.
zh_cn: 将税率设置为低（最左端）并等待水手们进行升级。

source: NEW TASK: NEXT TIER
ro: NOU TASK: URMĂTORUL NIVEL
zh_cn: 新任务：下一层级

source: All demands are fulfilled now if your inhabitants can regularly visit the Main Square and the Pavilion and your food supply is adequate.
ro: Toate nevoile locuitorilor tăi au fost îndeplinite dacă pot vizit regulat Piața Principală, Pavilionul și dacă rezervele de mâncare sunt decente.
zh_cn: 现在，只要你的居民能够定期访问中央广场和亭楼，并且食物供应充足，那么所有需求都将被满足。

source: If the sailors are happy enough, they want to advance to the next tier called Pioneers.
ro: Dacă marinarii sunt destul de fericiți, vor vrea să avanseze la următorul nivel numit Pionieri.
zh_cn: 如果水手们足够幸福，他们就会希望晋升到下一个层级 - 先驱者。

source: To make them happy, there is nothing else for you to do but setting taxes to a lower level since you have fulfilled all the demands of your inhabitants.
ro: Pentru ai face fericiți, nu este nimic altceva pentru tine de făcut decât să pui taxele la un nivel mai mic din moment ce ai indeplinit toate cererile locuitorilor tăi.
zh_cn: 想要让他们满意，你所需要做的就是将税收水平降低，因为你已经满足了居民的所有需求。

source: You should try to not always run on low taxes since this will probably lead to bankruptcy sooner or later. For a period of time and if you know what you are doing, it is fine though.
zh_cn: 你应该尽量避免一直保持低税收，因为这可能会导致你最终破产。不过，如果你清楚自己在做什么，并且只在一段时间内这样做，那么还是没问题的。

source: After some time, the first unit should walk to the Main Square and have a look for new construction material there to build a log house. This house will replace the old tent.
zh_cn: 一段时间后，第一个单位应该会走到中央广场并查看那里的新建筑材料，以建造一个木屋来替代旧帐篷。

source: Such residential upgrades cost resources and can thus be restricted at the Main Square.
zh_cn: 此类住宅升级需要资源，因此可以在中央广场上设置是否要禁用。

source: There also are upgrades of buildings without costs, as you will see with the lumberjack. In this case, only the graphics change.
zh_cn: 在某些情况下，升级建筑物无需消耗材料，比如升级伐木场。在这种情况下，只有伐木场的图像会改变。

source: Upgraded housing accomodates more inhabitants, and pioneers pay more taxes than sailors, too.
zh_cn: 升级后的住房可以容纳更多的居民，而拓荒者也会比水手支付更多的税款。

source: As you may have figured out already, the downside is that pioneers demand additional goods which sailors do not need - so you will need to spend this extra money to make them happy as well.
zh_cn: 正如你可能已经发现的那样，不足之处在于拓荒者需要额外的商品，而水手并不需要，因此你需要花费额外的金钱来满足他们的需求，让他们保持幸福。

source: Task: Set the tax level to Low (left end) and wait for sailors to upgrade.
zh_cn: 任务：将税收水平设置为低（最左端），然后等待水手们升级。

source: Build a Farm and keep some empty space around it.
zh_cn: 建造一个农场，并在周围保留一些空地。

source: NEW TASK: BUILD A FARM
zh_cn: 新任务：建造一个农场

source: Congratulations! Some of your inhabitants have reached tier II!
zh_cn: 恭喜！你的一些居民已经达到了二级！

source: Now you have access to new buildings, take a look at the Build menu again.
zh_cn: 现在你可以建造新的建筑物了，请再次查看建筑菜单。

source: A shiny new tab appeared there.
zh_cn: 一个闪亮的新标签出现了。

source: Pioneers will demand cloth, so you need to set up a production line for cloth starting with lambs wool (which is one of the goods produced at the Farm).
zh_cn: 开拓者们会需要布料，因此你需要建立一个布料生产线，我们会先从羊毛布料开始（羊毛是在农场生产的物品之一）。

source: The Farm is a very special production building since it can produce not only one, but many (and different) goods if you choose.
zh_cn: 农场是一个非常特殊的生产建筑，因为它可以选择生产多种不同的商品，而不仅仅是一种。

source: The output of Farms depends on what kind of fields you build around it.
zh_cn: 农场的产出取决于你在其周围建造的田地的类型。

source: We will have a closer look at this later.
zh_cn: 我们稍后会更详细的介绍这点。

source: Farms, like all companies producing raw materials, do not necessarily need to be connected to storage or a Warehouse.
zh_cn: 农场，就像所有生产原材料的公司一样，并不需要与储物帐篷或仓库相连接。

source: As long as units of the final production company can reach the Farm, and collectors from the Warehouse or Storage Tent can reach the final company everything's fine.
zh_cn: 只要最终生产公司的单位能够到达农场，并且仓库或储物帐篷的收集员能够到达最终生产公司，就没有问题。

source: If you, however, plan to do some processing on different parts of the island (which can make sense) or even on different islands, you will need a connection to collectors.
zh_cn: 然而，如果你计划在岛上的不同地区进行一些加工（这么做也可能是有道理的）甚至在不同的岛屿上进行加工，你将需要与收集员建立连接。

source: Try to build the Farm not too close to the coast or your existing buildings since it will need some space around it to work well.
zh_cn: 尽量不要将农场建得离海岸或现有建筑物太近，因为它需要一定的周围空间才能正常运作。

source: Task: Build a Farm.
zh_cn: 任务：建造一个农场。

source: Build at least one pasture and add potato fields if you like.
zh_cn: 建造至少一个牧场，并根据需要添加土豆田。

source: NEW TASK: BUILD FIELDS
zh_cn: 新任务：建造田地

source: The Farm itself is not going to produce anything without some fields.
zh_cn: 农场本身没有田地的话是无法生产任何东西的。

source: You currently have the choice between pastures, potato and sugar fields.
zh_cn: 你目前可以选择放牧场、土豆田和甘蔗田。

source: Let's have a short overview: * Pasture: Sheep live here, producing lamb wool. * Potato Field: Grows potatoes which are currently treated as food. * Sugar Field: Grows sugar which is used to distill liquor and (later) produce confectionery.
zh_cn: 让我们简要概述一下： 放牧场：这里饲养绵羊，产出羊毛。 土豆田：种植土豆，目前被视为食物。 甘蔗田：种植甘蔗，用于蒸馏酒精和（稍后）生产糖果。

source: We now only need pastures, but in case your food supply chain is too small (maybe many residential buildings) you can also produce some potatoes.
zh_cn: 现在我们只需要放牧场，但如果你的食物供应链太小了（可能是因为有很多住宅建筑），你也可以生产一些土豆。

source: Note that for potatoes you will need a road connection to the Farm (not to the field!), as it will be the only company to work on the goods.
zh_cn: 注意，土豆田和农场之间需要用道路连接（而不是与田地连接），因为农场将是唯一处理这些商品的公司。

source: Make sure that all fields you build are in the area covered by the Farm.
zh_cn: 要确保所有的田地都被建造在农场的覆盖范围内。

source: You can have combined production - one pasture will not lead to 100 percent efficiency of the Farm - but you need to check how many fields one Farm can serve.
zh_cn: 你可以进行组合生产 - 只有一个牧场的农场无法达到100%效率 - 但你也需要确认一个农场能够给多少个田地提供服务。

source: Different classes of fields require the farm units to spend more or less time there (to seed, harvest, herd, etc…) and because of that, the farm may be unable to serve all of the fields you built for it in time.
zh_cn: 不同类型的田地需要农场单位在那里花费更多或更少的时间（播种、收割、放牧等…），因此农场可能无法及时为你建造的所有田地提供服务。

source: For now, you do not need to care about these issues a lot since you haven't built any fields. Let's change that!
zh_cn: 目前你还不需要过多关注这些问题，因为你还没有建造过任何田地。让我们来改变这一点吧！

source: Task: Build at least one Pasture in the Farm's range and add Potato Fields if you like.
zh_cn: 任务：在农场的范围内建造至少一个牧场，并根据需要添加土豆田。

source: Build a storage tent (tier I tab) where it makes sense.
zh_cn: 在适当的位置建造一个储物帐篷（位于第一层级标签页）。

source: NEW TASK: BUILD STORAGE
zh_cn: 新任务：建造存储

source: Did you watch your lumberjack recently?
zh_cn: 你最近有观察过你的伐木工吗？

source: Since your Warehouse does not have unlimited space to store goods, collectors will stop fetching goods from companies when stock is full.
zh_cn: 由于你的仓库没有无限的空间来存储货物，当库存已满时，收集员将停止从公司那里取货。

source: So if no sailors recently wanted to upgrade their tents, you probably have a lot of boards and in that case, the lumberjack may idle.
zh_cn: 因此，如果最近没有水手想要升级帐篷，那么你可能会存有很多木板，这种情况下伐木工可能会进入空闲状态。

source: We can improve this situation in two different ways, and we will have a look at both of them below.
zh_cn: 我们可以通过两种不同的方式改善这种情况，我们将在下面介绍这两种方式。

source: All companies offer to do no work at all. This may sound strange, but click on the gear wheel you see in the Lumberjack Hut's overview.
zh_cn: 所有公司都提供不工作的选项。 这听起来可能很奇怪，但请点击你在伐木工的概述中看到的齿轮图标。

source: If this 'break' mode is enabled (we call it 'Decommissioning'), the running costs you pay for the building will decrease. They won't be zero, but still lower than if you keep the company producing.
zh_cn: 如果启用了这种“休整”模式（我们称之为“解体”），你为该建筑支付的运营成本将减少。虽然不会降至零，但仍然比保持公司运营时要低。

source: This means that you can save money when you temporarily do not need a company and do not want to tear it down, either.
zh_cn: 这意味着当你暂时不需要一个公司也不想拆除它时，你可以节省一些费用。

source: Another solution is to build the last tier-I building which has not been mentioned so far: the Storage Tent.
zh_cn: 另一个解决方案是建造到目前为止尚未提到的最后一个第一层级建筑：储物帐篷。

source: This building has two purposes. It: * Offers more storage for your goods, and * sends its own collectors to fetch goods, just like the Warehouse does.
zh_cn: 这个建筑有两个目的： * 为你的货物提供更多的储存空间， * 像仓库一样派遣自己的收集员来取货。

source: Note that companies can also be connected to a storage in order to get their products collected, and if the Warehouse is overwhelmed with collector tasks, you can place a Storage Tent to help out there.
zh_cn: 注意，公司也可以和储物建筑连接在一起，以便收集它们的产品。如果仓库被收集任务压得不堪重负，你可以放置一个储物帐篷来帮助处理任务。

source: Task: Build a Storage Tent, preferably where you need collectors.
zh_cn: 任务：建造一个储物帐篷，最好是在你需要收集员的地方。

source: Build a Weaver's Hut that can somehow reach the wool of your Farm.
zh_cn: 建造一个能够获取到农场的羊毛的纺织工坊。

source: NEW TASK: BUILD A WEAVER
zh_cn: 新任务：建造一个纺织工坊

source: Now the wool production is set up, you still need a weaver to produce cloth out of this wool.
zh_cn: 现在羊毛生产已经设置好了，你仍然需要一个织工来将这些羊毛制成布料。

source: The Weaver's Hut is the place where the weaver lives. There are two spots where you can build it - either close to the Farm or close to a Storage Tent (or the Warehouse).
zh_cn: 纺织工坊是织工居住的地方。你可以在两种位置建造它，一个是靠近农场，另一个是靠近储物帐篷（或仓库）。

source: In both cases you should ensure the connection to a Trail as well.
zh_cn: 不论选择哪种位置，你都应确保建筑与小径保持连接。

source: You can place the Weaver's Hut close to the Farm and tear down any Trail to the Farm to see that it will still fetch the wool and produce.
zh_cn: 如果你将纺织工坊放在靠近农场的位置，并拆除通往农场的小径，你会发现它仍然可以获取羊毛并进行生产。

source: Task: Build a Weaver's Hut positioned so it can get wool.
zh_cn: 任务：建造一个纺织工坊，并放置在能够获取到羊毛的位置上。

source: House a total of 50 or more inhabitants in your city to complete the tutorial. You need a positive balance.
zh_cn: 你的城市需要拥有至少50个居民、并保持资产在正余额，才能完成新手教程。

source: NEW TASK: COMPLETE TUTORIAL
zh_cn: 新任务：完成新手教程

source: Try to house a total of 50 or more inhabitants in your city by providing more residential buildings.
zh_cn: 尝试通过提供更多的住宅建筑，使你的城市总共容纳50个或更多的居民。

source: Once you are able to keep an economy running which can satisfy this amount of consumers, you are ready to discover new Unknown Horizons!
zh_cn: 一旦你能够维持一个可以满足这些消费者需求的经济体系，你就准备好去探索新的未知地平线了！

source: You also need enough money to keep this economy running, so a positive balance (check in the Warehouse tab 'Account') is required.
zh_cn: 你还需要足够的资金来维持经济的运转，因此需要保持资产正余额（在仓库选项的“账户”中查看）。

source: Task: Reach a total number of 50 inhabitants and a positive balance to complete this tutorial.
zh_cn: 任务：达到总共50个居民和正余额，以完成本教程。

source: Congratulations! You have reached the end of this tutorial and are ready to meet new challenges!
zh_cn: 恭喜！您已经完成了本教程，准备好面对新的挑战了！

source: NO TASKS LEFT
zh_cn: 当前没有分配的任务了

source: You have successfully completed all tasks that were handed to you. The world is now at your command, waiting for your free aspirations and brave explorations!
zh_cn: 你已成功完成所有分配给您的任务。现在，世界在你的掌控之中，等待着你的自由追求和勇敢探索！

source: If you have any suggestions on what we could or should improve, add or leave out:
zh_cn: 如果你对我们的游戏内容有任何删减改善的建议：

source: Our forums are open to you as well!
zh_cn: 欢迎你访问我们的论坛！

source: The best results until now were achieved by joining our IRC channel, so you could try that out first (-;
zh_cn: 迄今为止最有效的方式是加入我们的IRC频道，你可以先尝试加入那里进行交流和讨论 (-;

source: Thanks!
zh_cn: 谢谢！

source: Thanks for playing the tutorial! Your UH-Team
zh_cn: 感谢体验游戏教程！ Unknown Horizons 团队敬奉
