Repository: MarkusHackspacher/unknown-horizons
Catalog: po/uh-server/*.po
Languages: ro

source: Old or unsupported multiplayer protocol. Please check your game version
ro: Protocol multiplayer vechi sau fără suport. Te rugăm să verifici versiunea jocului tău

source: You've exceeded the global packet size.
ro: Ai depășit mărimea pachetului global.

source: This should never happen. Please contact us or file a bug report.
ro: Acest lucru nu ar trebui să se întâmple. Te rugăm să ne contactezi sau să ne trimiți un bug report.

source: You've exceeded the per packet size.
ro: Ai depășit mărimea per pachet.

source: Unknown or malformed packet. Please check your game version
ro: Pachet necunoscut sau malformat. Te rugăm să verifici versiunea jocului tău

source: Invalid/Unknown session
ro: Sesiune invalidă/necunoscută

source: You can't join a game while in another game
ro: Nu poți intra intr-un joc în timp ce ești în alt joc

source: Unknown game or game is running a different version
ro: Joc necunoscut sau jocul rulează altă versiune de joc

source: Game has already started. No more joining
ro: Jocul deja a inceput. Nu mai poți intra

source: Game is full
ro: Jocul este plin

source: Wrong password
ro: Parolă greșită

source: There's already a player with your name inside this game.
ro: Există deja un jucător cu numele tău în acest joc.

source: Please change your name.
ro: Te rugăm să îți schimbi numele.

source: There's already a player with your color inside this game.
ro: Există deja un jucător cu aceași culoare ca și tine in acest joc.

source: Please change your color.
ro: Te rugăm să îți schimbi culoarea.

source: There's already a player with your unique player ID inside this game. This should never occur.
ro: Există deja un jucător cu ID-ul tău unic în acest joc. Acest lucru nu ar trebui să se întample.

source: You are not inside a game
ro: Nu ești într-un joc

source: The game has been terminated. The creator has left the game.
ro: Jocul a fost terminat. Creatorul jocului a ieșit din joc.

source: One player has terminated their game. For technical reasons, this currently means the game cannot continue. We are very sorry about that.
ro: Unul din jucători și-a închis jocul. Din motive tehnice, asta înseamnă că jocul nu poate continua. Ne pare rău pentru asta.

source: Unable to change your name.
ro: Nu îți poți schimba numele.

source: Unable to change your color.
ro: Nu îți poți schimba culoarea.

source: You can't fetch a game while in another game
ro: Nu poți intra în joc în timpul altui joc.
