Repository: MarkusHackspacher/unknown-horizons
Catalog: po/voices/*.po
Languages: hr, zh_cn

source: Strive so that this settlement shall evolve stately.
hr: Trudi se da se ovo naselje razvije veličanstveno.
zh_cn: 努力让这个驻地有条不紊地发展。

source: Your inhabitants will certainly feel comfortable on this island.
hr: Tvoji će se stanovnici zasigurno osjećati ugoodno na ovom otoku.
zh_cn: 你的居民肯定会在这个岛上感到舒适。

source: Call this patch of ground yours from now on.
hr: Od sada pa nadalje, smatraj ovaj komad zemlje svojim.
zh_cn: 从现在起这片土地就是你的了。

source: This region now belongs to our colors.
hr: Ova regija sada spada pod naše boje.
zh_cn: 这一地区现在归属于我们。

source: This piece of ground is now ours.
hr: Ovaj komad zemlje je sada naš.
zh_cn: 这片土地现在是我们的了。

source: Another player has settled on an island.
hr: Jedan drugi igrač se naselio na jedan otok.
zh_cn: 另一位玩家在一个岛上定居。

source: A player develops a new settlement.
hr: Jedan igrač razvija novo naselje.
zh_cn: 一位玩家开发了一片新移民点。

source: One of your fellow players founded a settlement.
hr: Jedan tvoj suigrač je osnovao novo naselje.
zh_cn: 您的一位伙伴发现了一片移民点。

source: A rival of ours seems to have founded a settlement.
hr: Čini se da je naš protivnik osnovao naselje.
zh_cn: 我们的一个竞争对手似乎建立了一个移民点。

source: We've been informed that one of our rivals snared new land.
hr: Dobili smo informaciju da je jedan od naših protivnika zauzeo otok.
zh_cn: 我们被告知一个竞争对手抢到了新的土地。

source: One of our opponents is said to have expanded.
hr: Jedan od naših protivnika se proširio.

source: Our ally settles on another island.
hr: Naš se saveznik naselio na jedan drugi otok.
zh_cn: 我们的盟友定居在了另一个岛上。

source: One of our allies cultivates an islnd.
hr: Jedan od naših saveznika obrađuje jedan otok.
zh_cn: 我们的一个盟友在岛屿上耕种了。

source: Our ally passes news about successfully founding a settlement.
hr: Naš saveznik šalje vijesti o uspješnom osnivanju naselja.
zh_cn: 我们的盟友传来了成功创建驻地的消息。

source: This island no longer is all ours.
hr: Ovaj otok više nije samo naš.
zh_cn: 这个岛屿不再是我们的了。

source: Scouts found out that guests settled on one of our islands.
hr: Izvidnik je otkrio da imamo goste na jednom od naših otoka.
zh_cn: 侦察员发现有来客在我们的一个岛上定居了。

source: We got new neighbors on this island!
hr: Imamo nove susjede na ovom otoku!
zh_cn: 我们有新的邻居在这座岛屿上！

source: Scouts report that uninvited guests beleaguer our island!
hr: Izvidnik izvještava da su nepozvani gosti opkolili naš otok!
zh_cn: 侦察员报告说有不速之客包围了我们的岛屿！

source: Should we really accept our rival as new neighbor?
hr: Želimo li stvarno prihvatiti našeg protivnika kao novog susjeda?
zh_cn: 我们真的要接受让竞争对手做我们的新邻居吗？

source: One of our enemies settles on our ground!
hr: Jedan od naših protivnika se nastanio na našoj zemlji!
zh_cn: 我们的一个敌人定居在我们的土地上了！

source: One of our allies seems in desperate need of your ground.
hr: Jedan od naših saveznika očajno treba komad tvoje zemlje.
zh_cn: 我们的一个盟友似乎正急切需要你的土地。

source: We share this ground with our ally for now.
hr: Ovu zemlju za sada dijelimo s našim saveznicima.
zh_cn: 我们现在与盟友分享这块地。

source: Our ally settles on one of our islands.
hr: Naš saveznik se nastanio na jednom od naših otoka.
zh_cn: 我们的盟友定于在了我们的一个岛屿上。

source: You need more resources to build this.
hr: Za izgradnju ovoga trebaš više resursa.
zh_cn: 你需要更多资源来建造这个。

source: This construction project needs more resources.
hr: Ovaj građevinski projekt treba više resursa.
zh_cn: 这个建筑计划需要更多资源。

source: Construction is impossible without sufficient material.
hr: Nije moguće graditi jer nedostaje materijala.
zh_cn: 建筑物没有足够的材料是不可能被建立的。

source: The resources in your inventory are not sufficient to build this.
hr: Za izgradnju ovoga, u inventaru nema dovoljno resursa.
zh_cn: 你的库存中的资源不足以建造这个。
